default.l2text.reason=Motivo:
default.l2text.location=Localiza\u00E7\u00E3o:
default.l2text.date=Data:
default.l2text.signedBy=Assinado digitalmente por
console.createSignature=Criando assinatura
console.certificateNotForSignature=O certificado {0} n\u00E3o se destina a assinatura digital.
console.setSignatureGraphic=Configurando imagem
console.pdfEncError.wrongCertificateFile=N\u00E3o \u00E9 poss\u00EDvel usar a criptografia de certificado do PDF. O arquivo de certificado "{0}" ou n\u00E3o pode ser carregado ou n\u00E3o cont\u00E9m um certificado X509.
console.certificateChainEmpty=Nenhuma chave privada foi encontrada. Verifique as configura\u00E7\u00F5es de armazenamento de chave (tipo de armazenamento de chave, caminho de arquivo, senha, apelido de chave).
certificationLevel.noChanges=Nenhuma mudan\u00E7a permitida
console.certificateNotYetValid=O certificado {0} ainda n\u00E3o \u00E9 v\u00E1lido.
console.configureVisible=Configurando assinatura vis\u00EDvel
console.createImage=Criando imagem {0}
console.createOutPdf=Criando arquivo PDF de sa\u00EDda: {0}
console.createPdfReader=Abrindo arquivo PDF de entrada: {0}
console.filesAreEqual.error=Os caminhos PDF de entrada e sa\u00EDda s\u00E3o iguais. Por favor, preencha com caminhos diferentes.
console.inFileNotFound.error=O PDF de entrada n\u00E3o foi encontrado ou n\u00E3o pode ser lido.
console.keystores=Tipos de armazenamento de chaves dispon\u00EDveis:
console.memoryError=\nJava est\u00E1 sem mem\u00F3ria. Tente permitir mais mem\u00F3ria para sua JVM.\nAdicione o par\u00E2metro -Xmx<size> \u00E0 sua chamada java.\npor exemplo. $java -Xmx512m ... define o tamanho m\u00E1ximo de pilha do Java 512 MB.\n
console.readingOCSP=Obtendo dados OCSP a partir do URL: {0}
console.pdfEncError.cantUseCertificate=N\u00E3o \u00E9 poss\u00EDvel usar a criptografia de certificado do PDF. A criptografia usando a chave p\u00FAblica do certificado {0} n\u00E3o \u00E9 suportada pelo Java em execu\u00E7\u00E3o.
console.setSignerName=Configurando o nome do assinante: {0}
console.setVisibleSignature=Criando assinatura vis\u00EDvel
console.skippingSigning=Falha na valida\u00E7\u00E3o do arquivo, verifique os caminhos do seu PDF. Pulando o processo de assinatura.
error.keystoreNull=O armazenamento de chaves n\u00E3o foi carregado com sucesso. Verifique se o tipo de armazenamento de chaves, o caminho e a senha s\u00E3o v\u00E1lidos.
console.setLocation=Configura\u00E7\u00E3o do local: {0}
console.setL2Text=Configurando texto da camada 2 (descri\u00E7\u00E3o)
error.vs.previewFailed=Ooops. A pr\u00E9-visualiza\u00E7\u00E3o falhou.
console.settingTsaPolicy=Configurando pol\u00EDtica TSA OID: {0}
console.updateVersion=Atualizando informa\u00E7\u00F5es de vers\u00E3o do PDF 1.{0} -> 1.{1}
console.settingTsaHashAlg=Configurando o algoritmo de hash TSA: {0}
console.starting=Iniciando JSignPdf
error.sslHandshakeException=Falha na conex\u00E3o SSL - o certificado do servidor provavelmente n\u00E3o \u00E9 conhecido. Voc\u00EA pode usar a ferramenta InstallCert para importar o certificado para o Java Keystore.
console.validatingFiles=Verificando caminhos de entrada e sa\u00EDda do PDF.
file.notReadable=O arquivo {0} n\u00E3o pode ser lido pelo sistema. Verifique se o arquivo existe e se o usu\u00E1rio tem permiss\u00E3o de leitura.
gui.rights.modifyContents.checkbox=Modificar conte\u00FAdo
gui.rights.printing.label=Impress\u00E3o
gui.tsa.crlEnabled.checkbox=Habilitar CRL
gui.vs.renderMode.label=Mostrar
gui.vs.title=Configura\u00E7\u00F5es de assinatura vis\u00EDvel
gui.rights.modifyAnnotations.checkbox=Modificar anota\u00E7\u00F5es
gui.tsa.hashAlg.label=Algoritmo de hash TSA
gui.loadAliases.button=Carregar chaves (y)
gui.title=JSignPdf (vers\u00E3o {0})
gui.tsa.authn.label=Autentica\u00E7\u00E3o TSA
gui.rights.button=Direitos
gui.rights.copy.checkbox=Copiar
gui.tsa.policy.label=Pol\u00EDtica TSA (OID)
gui.tsa.enabled.checkbox=Use o servidor de carimbo de tempo
gui.vs.settings.label=Configura\u00E7\u00F5es
gui.rights.fillIn.checkbox=Preencher
gui.vs.ury.label=Superior direito Y
gui.rights.rights.label=Direitos
gui.rights.screenReaders.checkbox=Leitores de tela
gui.rights.title=Direitos
gui.signIt.button=A&ssinar
gui.storePasswords.checkbox=Le&mbrar senhas
gui.tsa.ocspServerUrl.label=URL padr\u00E3o do servidor OCSP
gui.vs.position.label=Posi\u00E7\u00E3o
gui.vs.preview.button=Pr\u00E9-visualizar && selecionar
gui.tsa.ocspEnabled.checkbox=Habilitar OCSP
gui.vs.page.tooltip=N\u00FAmero da p\u00E1gina em que a assinatura ser\u00E1 exibida. A primeira p\u00E1gina possui o n\u00FAmero 1.
gui.tsa.proxy.panel=Configura\u00E7\u00F5es de proxy
gui.vs.acro6layers.checkbox=Modo de camada Acrobat 6
gui.vs.urx.tooltip=Valor no eixo X para a posi\u00E7\u00E3o de um canto superior direito da assinatura para coloc\u00E1-la em uma p\u00E1gina.
gui.vs.page.label=P\u00E1gina
gui.vs.urx.label=Superior direito X
hlp.bgPath=caminho da imagem de fundo para assinaturas vis\u00EDveis
gui.vs.ury.tooltip=Valor no eixo Y para a posi\u00E7\u00E3o do canto superior direito da assinatura para coloc\u00E1-la em uma p\u00E1gina.
hlp.append=adicionar assinatura \u00E0s j\u00E1 existentes. Por padr\u00E3o, as assinaturas existentes s\u00E3o substitu\u00EDdas pela nova assinatura.
hlp.disableScrRead=negar leitores de tela em documentos criptografados
certificationLevel.formFill=Preenchimento de formul\u00E1rio permitido
certificationLevel.formFillAnnot=Preenchimento de formul\u00E1rio e anota\u00E7\u00F5es permitidas
certificationLevel.notCertified=N\u00E3o certificado
console.certificateExpired=O certificado {0} j\u00E1 expirou.
console.creatingTsaClient=Criando cliente TSA.
console.criticalExtensionNotSupported=O certificado {0} cont\u00E9m extens\u00E3o cr\u00EDtica com OID "{1}" que n\u00E3o \u00E9 reconhecido pelo JSignPdf - pulando.
console.crlinfo.alreadyLoaded=A CRL baixada j\u00E1 est\u00E1 presente. pulando.
console.crlinfo.crlSize=Tamanho da CRL baixada: {0}
console.crlinfo.distPointNotSupported=A extens\u00E3o dos Pontos de Distribui\u00E7\u00E3o n\u00E3o \u00E9 suportada no certificado fornecido.
console.crlinfo.foundCrlUri=URL CRL encontrado no ponto de distribui\u00E7\u00E3o: {0}
console.crlinfo.loadCrl=Baixando CRL de {0}
console.crlinfo.noUrlInDistPoint=Nenhum URL HTTP (s) encontrado no ponto de distribui\u00E7\u00E3o.
console.crlinfo.retrieveCrlUrl=Lendo pontos de distribui\u00E7\u00E3o de CRL do certificado {0}
console.exception=Problema ocorrido
console.fileNotFilled.error=Faltando caminho de entrada ou sa\u00EDda do PDF!
console.finished.error=Conclu\u00EDdo: Falha na cria\u00E7\u00E3o da assinatura.
console.finished.ok=Conclu\u00EDdo: Assinatura criada com sucesso.
console.getAliases=Obtendo o apelido da chave
console.getCertChain=Obtendo cadeia de certificados
console.getOCSPURL=Lendo URL OCSP da cadeia de certificados.
console.getPrivateKey=Carregando chave privada
console.getKeystoreType=Obtendo inst\u00E2ncia do tipo armazenamento de chages: {0}
console.keys=Apelido de chave no armazenamento de chaves:
console.loadKeystore=Carregando armazenamento de chaves: {0}
console.noOCSPURL=URL do servidor OCSP n\u00E3o encontrado no certificado. O valor inserido nas configura\u00E7\u00F5es do sistema ser\u00E1 usado.
console.processing=Processando (pode demorar um pouco) ...
console.readingCRLs=Lendo CRLs
console.renderModeFallback=O modo de renderiza\u00E7\u00E3o da assinatura vis\u00EDvel est\u00E1 definido como "Imagem e descri\u00E7\u00E3o", mas nenhuma imagem foi fornecida. O modo "Somente descri\u00E7\u00E3o" ser\u00E1 usado.
console.serverNotTrusted=O certificado do servidor n\u00E3o \u00E9 confi\u00E1vel. Voc\u00EA pode usar a ferramenta InstallCert para adicionar o certificado do servidor a um armazenamento de certificados confi\u00E1vl.
console.setAcro6Layers=Use apenas camadas recomendadas pelo Acrobat 6: {0}
console.setCertificationLevel=Definindo o n\u00EDvel de certifica\u00E7\u00E3o
console.setContact=Configurando contato: {0}
console.setEncryption=Configurando criptografia
console.setImage=Configurando a imagem de fundo
console.setImageScale=Configurando a escala da imagem de fundo
console.setL4Text=Configurando o texto da camada 4 (status)
gui.info.close.button=Fechar
hlp.encCert=caminho para o arquivo do certificado, que \u00E9 usado para criptografar o PDF de sa\u00EDda em caso de -encryption CERTIFICATE
hlp.encrypted=Esta propriedade est\u00E1 depreciada, use -encryption PASSWORD em vez disso!
console.setReason=Configurando motivo: {0}
console.setRender=Configurando o modo de renderiza\u00E7\u00E3o
console.unsupportedEncryptionType=Tipo de criptografia n\u00E3o suportada.
console.usedKeyAlias=Apelido de chave usado: {0}
error.vs.pageNotANumber=A p\u00E1gina deve ser um n\u00FAmero inteiro.
filechooser.overwrite.question=O arquivo "{0}" j\u00E1 existe. Voc\u00EA quer substituir?
filechooser.save.warning=Salvar aviso
filefilter.jks=Arquivos Java Keystore (.jks)
filefilter.pdf=Arquivos PDF (.pdf)
filefilter.pkcs12=Arquivos PKCS#12 (.pfx, .p12)
gui.advancedView.checkbox=Modo avan\u00E7a&do
gui.alias.label=&Apelido da chave
gui.appendSignature.checkbox=Anexar assinatura as existentes (&g)
gui.browse.button=Localizar ...
gui.certLevel.label=N\u00EDvel de &certifica\u00E7\u00E3o
gui.certificateNotForEncryption.error=O arquivo {0} n\u00E3o cont\u00E9m um certificado X509 ou a criptografia n\u00E3o \u00E9 compat\u00EDvel com o certificado.
gui.check.error.title=Verifica\u00E7\u00E3o falhou
gui.contact.label=Co&ntato (opcional)
gui.encryptionCertFile.label=Arquivo de certificado para criptografia
gui.fileNotExists.error={0} n\u00E3o existe ou n\u00E3o \u00E9 leg\u00EDvel.
gui.filesEqual.error=Arquivos PDF de entrada e sa\u00EDda s\u00E3o iguais.
gui.hashAlgorithm.label=Algoritmo de &hash
gui.inPdfFile.label=Arqu&ivo PDF de entrada
gui.info.title=Console de sa\u00EDda JSignPdf
gui.keyPassword.label=Senha da chave (&w)
gui.keystoreFile.label=Arquivo da chave (k)
gui.keystorePassword.label=Senha da chave (&p)
gui.keystoreType.label=&Tipo de chave
gui.location.label=&Localiza\u00E7\u00E3o (opcional)
gui.outPdfFile.label=Arquiv&o PDF de sa\u00EDda (opcional)
gui.pdfEncryption.label=Criptografia do PDF
gui.pdfOwnerPwd.label=Se&nha de propriet\u00E1rio
gui.pdfUserPwd.label=Senha de &usu\u00E1rio
gui.preview.title=Pr\u00E9-visualizar/selecionar
gui.reason.label=&Raz\u00E3o (opcional)
gui.rights.assembly.checkbox=Montagem
gui.tsa.certFile.label=Caminho do arquivo de chave (PKCS12)
gui.tsa.certFilePwd.label=Senha da chave
gui.tsa.proxyHost.label=Proxy host/porta
gui.tsa.proxyType.label=Tipo
gui.tsa.pwd.label=Senha TSA
gui.tsa.title=TSA && revoga\u00E7\u00E3o de certificados
gui.tsa.url.label=URL TSA
gui.tsa.user.label=Usu\u00E1rio TSA
gui.tsaOcsp.button=TSA/OCSP/CRL
gui.valueNotFilled.error={0} deve ser preenchido.
gui.visibleSignature.checkbox=Assinatura vis\u00EDvel
gui.visibleSignatureSettings.button=Configura\u00E7\u00F5es
gui.vs.bgImgPath.label=Imagem de fundo
gui.vs.bgImgScale.label=Escala da imagem de fundo
gui.vs.bgImgScale.tooltip=Insira valor positivo para multiplicar o tamanho da imagem pelo valor.\nInsira zero para preencher todo o fundo com ele (esticar).\nInsira valor negativo para melhor ajustar o redimensionamento.
gui.vs.browse.button=Navegar ...
gui.vs.close.button=Fechar
gui.vs.default.checkbox=Padr\u00E3o
gui.vs.imgPath.label=Imagem
gui.vs.l2Text.label=Texto da assinatura
gui.vs.l2TextFontSize.label=Tamanho da fonte da assinatura
gui.vs.l4Text.label=Texto de status
gui.vs.llx.label=Inferior esquerdo X
gui.vs.llx.tooltip=Valor no eixo X para a posi\u00E7\u00E3o do canto inferior esquerdo da assinatura para coloc\u00E1-la em uma p\u00E1gina.
gui.vs.lly.label=Inferior esquerdo Y
gui.vs.lly.tooltip=Valor no eixo Y para a posi\u00E7\u00E3o do canto inferior esquerdo da assinatura para coloc\u00E1-la em uma p\u00E1gina.
hlp.bgScale=escala da imagem de fundo para assinaturas vis\u00EDveis. Insira um valor positivo para multiplicar o tamanho da imagem pelo valor. Insira o valor zero para preencher todo o fundo com ele (esticar). Insira o valor negativo para melhor ajustar o redimensionamento.
hlp.certLevel=n\u00EDvel de certifica\u00E7\u00E3o. O valor padr\u00E3o \u00E9 NOT_CERTIFIED. Os valores dispon\u00EDveis s\u00E3o {0}
hlp.contact=detalhes de contato do signat\u00E1rio (um campo de assinatura)
hlp.crl=habilitar a valida\u00E7\u00E3o do certificado CRL
hlp.disableAcro6Layers=desactiva o modo Acrobat 6 camadas, ou seja, todas as camadas de assinatura ser\u00E3o criadas. Acrobat 6.0 e superior recomenda que apenas as camadas n2 e n4 estejam presentes.
hlp.disableAnnot=negar modificar anota\u00E7\u00F5es em documentos criptografados
hlp.disableAssembly=negar montagem em documentos criptografados
hlp.disableContent=negar modificar conte\u00FAdo em documentos criptografados
hlp.disableCopy=negar copiar em documentos criptografados
hlp.disableFill=negar preencher documentos criptografados
console.closeStream=Fechando resultado do fluxo de PDF
hlp.encryption=modo de criptografia para a sa\u00EDda PDF, o valor padr\u00E3o \u00E9 NONE. Os valores poss\u00EDveis s\u00E3o {0}. Use em conjunto com -upwd e -opwd no caso do modo PASSWORD e -ec em caso de CERTIFICADO
hlp.listKsTypes=lista tipos de armazenamento de chaves, que podem ser usados como valores -kst op\u00E7\u00E3o
hlp.proxyPort=porta do servidor proxy, o valor padr\u00E3o \u00E9 {0}
extcsp.nocert=Nenhum certificado recebido do armazenamento de chaves, erro: {0}
extcsp.nohost=N\u00E3o \u00E9 poss\u00EDvel conectar ao servidor de assinatura - host desconhecido {0}: {1}
hlp.version=mostra a vers\u00E3o do sistema
hlp.signerName=nome do signat\u00E1rio. O padr\u00E3o \u00E9 o nome comum (CN) do certificado escolhido.
hlp.tsaAuthn=m\u00E9todo de autentica\u00E7\u00E3o usado ao entrar em contato com o servidor TSA. O valor padr\u00E3o \u00E9 NONE. Os valores poss\u00EDveis s\u00E3o {0}
hlp.renderMode=modo de renderiza\u00E7\u00E3o para assinaturas vis\u00EDveis. O valor padr\u00E3o \u00E9 DESCRIPTION_ONLY. Os valores poss\u00EDveis s\u00E3o {0}
hlp.footer.exitCodes=C\u00F3digos de sa\u00EDda do programa:\n-------------------\n  0 programa terminado sem erros\n  1 linha de comando est\u00E1 em um formato errado\n  2 nenhuma opera\u00E7\u00E3o solicitada - por exemplo, nenhum arquivo para assinatura fornecido\n  3 assinatura de alguns - mas n\u00E3o todos - arquivos falharam\n  4 assinatura de todos os arquivos falhou
hlp.ksFile=define o arquivo KeyStore - como o valor, use o caminho no qual est\u00E1 o arquivo com a(s) chave(s) privada(s) localizada(s) (.p12, .pfx, .jks, ...). Alguns armazenamentos de chaves n\u00E3o t\u00EAm chaves armazenadas em um arquivo (por exemplo, keystore do Windows - WINDOWS-MY), ent\u00E3o n\u00E3o use esta op\u00E7\u00E3o.
hlp.loadProperties=Carrega propriedades de um arquivo padr\u00E3o (criado pela aplica\u00E7\u00E3o GUI).
hlp.location=localiza\u00E7\u00E3o de uma assinatura (por exemplo, Washington DC). Vazio por padr\u00E3o.
hlp.ocspServerUrl=URL do servidor OCSP padr\u00E3o, que ser\u00E1 usado caso o certificado de assinatura n\u00E3o contenha essas informa\u00E7\u00F5es
hlp.visible=permite assinatura vis\u00EDvel
extcsp.iohost=N\u00E3o \u00E9 poss\u00EDvel conectar ao servidor de assinatura - erro de conex\u00E3o: {0}
hlp.outSuffix=sufixo para nome de arquivo assinado. O valor padr\u00E3o \u00E9 "_signed". (por exemplo, processo de assinatura no arquivo mydocument.pdf criar\u00E1 um novo arquivo mydocument_signed.pdf)
hlp.proxyType=tipo de proxy para conex\u00F5es de internet. O valor padr\u00E3o \u00E9 {0}. Os valores poss\u00EDveis s\u00E3o {1}
hlp.posLLY=posi\u00E7\u00E3o do canto esquerdo inferior no eixo Y de uma assinatura vis\u00EDvel
serverAuthn.certificate=Certificado do cliente
hlp.posURX=posi\u00E7\u00E3o do canto superior direito no eixo X de uma assinatura vis\u00EDvel
hlp.posURY=postagem do canto direito superior do eixo Y de uma assinatura vis\u00EDvel
hlp.printRight=direitos de impress\u00E3o. Usado para documentos criptografados. O valor padr\u00E3o \u00E9 ALLOW_PRINTING. Os valores dispon\u00EDveis s\u00E3o {0}
hlp.proxyHost=nome do host ou endere\u00E7o IP do servidor proxy
hlp.quiet=modo silencioso - sem mensagens de informa\u00E7\u00E3o durante o processo
hlp.reason=raz\u00E3o da assinatura. Vazio por padr\u00E3o.
serverAuthn.password=Nome de usu\u00E1rio / Senha
ssl.keymanager.init=Inicializando o gerenciador de chaves do arquivo de armazenamento de chaves {0}.
serverAuthn.none=Sem autentica\u00E7\u00E3o
hlp.ksType=define o tipo de KeyStore (voc\u00EA pode listar os valores poss\u00EDveis para esta op\u00E7\u00E3o -lkt argumento)
hlp.footer.examples=Exemplos:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\n-> cria c\u00F3pia do mydocument.pdf com o nome mydocument_signed.pdf, assinado digitalmente com o primeiro certificado encontrado no certificado armazenado padr\u00E3o do sistema operativo\n------------\njava -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\n-> cria arquivo assinado e encriptado mydocument_signed.pdf, a impress\u00E3o do novo arquivo n\u00E3o \u00E9 permitida. Para assinatura \u00E9 utilizada chave com o apelido cert23 do arquivo my_certificate.pfx\n------------\n$ java -jar JSignPdf.jar -lkt\n-> lista os tipos de armazenamento de chaves\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\n-> lista nomes (aliases) de chaves armazenadas no arquivo my_certificate.pfx utilizando a palavra-passe para keystore. O modo silencioso \u00E9 ativado para que nenhuma informa\u00E7\u00E3o de depura\u00E7\u00E3o seja impressa.
hlp.hashAlgorithm=algoritmo de hash usado para assinatura. O valor padr\u00E3o \u00E9 SHA1. Os valores dispon\u00EDveis s\u00E3o {0}
hlp.header=JSignPdf \u00E9 um sistema desenvolvido para assinar digitalmente documentos PDF. Se iniciar o programa sem nenhum argumento de linha de comando, a GUI ser\u00E1 iniciada, caso contr\u00E1rio, pode usar JSignPdf no modo de lote de linha de comando.
hlp.help=imprime esta tela de ajuda
hlp.imgPath=caminho da imagem para assinatura vis\u00EDvel
hlp.keyAlias=nome (apelido) da chave, que deve ser usada para assinar o documento. Se esta op\u00E7\u00E3o n\u00E3o for dada, \u00E9 utilizada a primeira chave do armazenamento de chaves. (Liste os apelidos da chave usando -lk)
hlp.keyIndex=\u00EDndice zero da chave, que deve ser usado para assinar o documento. Se nem essa op\u00E7\u00E3o nem o apelido forem informados, \u00E9 utilizada a primeira chave (\u00EDndice=0) do armazenamento de chaves. (Liste os apelidos de chave usando -lk). Esta op\u00E7\u00E3o tem prioridade menor do que o apelido.
hlp.keyPwd=senha da chave no armazenamento de chaves. Na maioria dos casos, voc\u00EA n\u00E3o precisa definir esta op\u00E7\u00E3o - apenas o armazenamento de chaves \u00E9 protegido por uma senha, mas apenas neste caso :)
hlp.l2Text=texto de assinatura, voc\u00EA tamb\u00E9m pode usar vari\u00E1veis de posi\u00E7\u00E3o para propriedades de assinatura (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.l2TextFontSize=tamanho da fonte para texto de assinatura vis\u00EDvel, o valor padr\u00E3o \u00E9 {0}
hlp.l4Text=texto de status
hlp.listKeys=lista as chaves no armazenamento de chaves escolhido
hlp.loadPropertiesFile=Carrega propriedades do arquivo fornecido. O arquivo pode ser criado copiando o arquivo de propriedades padr\u00E3o .JSignPdf criado pela GUI no diret\u00F3rio inicial do usu\u00E1rio.
hlp.ksPwd=senha para KeyStore
hlp.ocsp=habilitar valida\u00E7\u00E3o de certificado OCSP
hlp.outPath=pasta em que os documentos assinados ser\u00E3o armazenados. O valor padr\u00E3o \u00E9 a pasta atual.
hlp.outPrefix=prefixo para arquivo assinado. O valor padr\u00E3o \u00E9 o prefixo vazio.
hlp.ownerpwd=senha do propriet\u00E1rio para documentos criptografados (usada quando a op\u00E7\u00E3o -e \u00E9 fornecida)
hlp.page=p\u00E1gina com assinatura vis\u00EDvel. O valor padr\u00E3o \u00E9 1 (primeira p\u00E1gina). Se o n\u00FAmero da p\u00E1gina fornecido estiver fora dos limites, a \u00FAltima p\u00E1gina ser\u00E1 usada.
hlp.posLLX=posi\u00E7\u00E3o do canto esquerdo inferior no eixo X de uma assinatura vis\u00EDvel
hlp.tsaCertFile=caminho para o arquivo keystore, que cont\u00E9m a chave privada usada para autentica\u00E7\u00E3o no servidor TSA, quando o m\u00E9todo de autentica\u00E7\u00E3o CERTIFICATE \u00E9 usado
hlp.tsaCertFileType=tipo de armazenamento de chaves para autentica\u00E7\u00E3o do CERTIFICADO TSA - o padr\u00E3o \u00E9 PKCS12
hlp.tsaCertPasswd=senha usada para abrir o arquivo PKCS#12 (ver op\u00E7\u00E3o -tscf) com uma chave privada
hlp.tsaHashAlg=algoritmo de hash usado na consulta ao servidor de carimbo de tempo (TSA); o padr\u00E3o \u00E9 {0}
hlp.tsaPolicy=Pol\u00EDtica TSA OID que deve ser definida para pedido de carimbo de tempo.
hlp.tsaPwd=Senha de usu\u00E1rio TSA. Use essa op\u00E7\u00E3o se voc\u00EA usar carimbo de tempo (-ts) e o servidor TSA exigir autentica\u00E7\u00E3o.
hlp.tsaUrl=endere\u00E7o do servidor de carimbo de tempo (TSA). Se voc\u00EA usar este argumento, o carimbo de tempo ser\u00E1 inclu\u00EDdo na assinatura. (Para fins de teste, voc\u00EA pode tentar o seguinte URL http://dse200.ncipher.com/TSS/HttpTspServer)
hlp.tsaUser=Nome de usu\u00E1rio TSA. Use essa op\u00E7\u00E3o se voc\u00EA usar carimbo de tempo (-ts) e o servidor TSA exigir autentica\u00E7\u00E3o.
hlp.userpwd=senha de usu\u00E1rio para documentos criptografados (usada quando a op\u00E7\u00E3o -e \u00E9 fornecida)
extcsp.certfactory=Falha ao criar uma inst\u00E2ncia de CertificateFactory
extcsp.nosignatureerr=Erro de assinatura, o armazenamento de chaves retornou um erro: {0}
extcsp.unknownhashalg=O algoritmo de impress\u00E3o digital/hash fornecido ({0}) n\u00E3o \u00E9 compat\u00EDvel
pdfEncryption.certificate=Certificado
pdfEncryption.notEncrypted=N\u00E3o criptografado
pdfEncryption.password=Senhas
render.descriptionOnly=Apenas descri\u00E7\u00E3o
render.graphicAndDescription=Imagem e descri\u00E7\u00E3o
render.signameAndDescription=Nome e descri\u00E7\u00E3o da assinatura
rights.allowPrinting=Permitir
rights.disallowPrinting=N\u00E3o permitir
rights.allowDegradedPrinting=Permitir degrada\u00E7\u00E3o
extcsp.nosignature=Erro ao assinar, assinatura n\u00E3o recebida, sem detalhes
hlp.gui=(beta) mostrar GUI mesmo quando outros argumentos de linha de comando s\u00E3o fornecidos
#console.updateVersionNotPossibleInAppendMode=Choosen configuration requires PDF version update, but it's not possible in the "append" signature mode.
console.updateVersionNotPossibleInAppendModeForGivenHash=O algoritmo de hash escolhido ({0}) requer uma vers\u00E3o PDF mais recente ({1}) do que a original ({2}). A atualiza\u00E7\u00E3o da vers\u00E3o em PDF \u00E9 imposs\u00EDvel no modo de assinatura "acrescentar". Desative o modo de acr\u00E9scimo ou escolha outro algoritmo de hash. Estes s\u00E3o os requisitos do algoritmo: {3}
