gui.vs.l2TextFontSize.label=Ve\u013Ekos\u0165 písma podpisu
console.createImage=Vytváram obrázok {0}
hlp.keyIndex=poradie k\u013Eú\u010Da (postupnos\u0165 za\u010Dína nulou), ktorę sa má pou\u017Ei\u0165 na podpísanie dokumentu. Ak nie je zadaná táto mo\u017Enos\u0165 ani alias, pou\u017Eije sa prvę k\u013Eú\u010D (index=0) v úlo\u017Eisku k\u013Eú\u010Dov. (Zoznam aliasov k\u013Eú\u010Da pomocou príkazu -lk). Táto vo\u013Eba má ni\u017E\u0161iu prioritu ako alias.
gui.rights.rights.label=Práva
console.setImage=Nastavujem obrázok pozadia
gui.tsa.pwd.label=TSA heslo
hlp.gui=(beta) zobrazenie GUI aj pri zadaní parametrov prostredníctvom príkazového riadku
extcsp.iohost=Nemo\u017Eno sa pripoji\u0165 k podpisovému serveru - chyba pripojenia: {0}
gui.filesEqual.error=Vstupnę aj vęstupnę súbor PDF je rovnakę.
default.l2text.signedBy=Elektronicky podpísal(a)
gui.tsa.crlEnabled.checkbox=Povoli\u0165 CRL
rights.disallowPrinting=Zakáza\u0165
serverAuthn.password=Meno / Heslo
hlp.signerName=meno podpisovate\u013Ea. Predvolene je to be\u017Enę názov (CN) vybraného certifikátu.
gui.valueNotFilled.error={0} musí by\u0165 vyplnenę.
gui.keystorePassword.label=&Heslo úlo\u017Eiska k\u013Eú\u010Dov
hlp.footer.exitCodes=Exit kĂłdy programu:\n-------------------\n  0 ukonÄenĂ© bez chĂœb\n  1 chybnĂ© argumenty\n  2 ĆŸiadna operĂĄcia nebola poĆŸadovanĂĄ - napr. neuvedenĂ© ĆŸiadne sĂșbory na podpĂ­sanie\n  3 podpĂ­sanie niektorĂœch - ale nie vĆĄetkĂœch - sĂșborov zlyhalo\n  4 podpĂ­sanie vĆĄetkĂœch sĂșborov zlyhalo
extcsp.nohost=Nemo\u017Eno sa pripoji\u0165 k podpisovému serveru - neznámy hostite\u013E {0}: {1}
hlp.disableFill=zaká\u017Ee vyp\u013A\u0148anie v za\u0161ifrovanęch dokumentov
gui.hashAlgorithm.label=&Hashovací algoritmus
hlp.append=prida\u0165 podpis k existujúcim. Predvolené nastavenie je nahradenie existujúcich podpisov novęmi.
hlp.ocsp=povoli\u0165 overovanie OCSP certifikátu
gui.vs.urx.tooltip=Hodnota na osi X pre polohu pravého horného rohu podpisu pre jeho umiestnenie na stránku.
console.certificateExpired=Certifikát {0} je u\u017E neplatnę.
console.closeStream=Zatváram vęstupnę PDF stream
console.setL2Text=Nastavujem text Vrstvy 2 (popis)
hlp.tsaAuthn=metóda overovania pou\u017Eívaná pri kontakte so serverom TSA. Predvolená hodnota je NONE. Mo\u017Ené hodnoty sú {0}
console.inFileNotFound.error=Vstupnę PDF súbor nenájdenę alebo ho nie je mo\u017Ené pre\u010Díta\u0165.
filefilter.pdf=PDF súbory (.pdf)
hlp.tsaPolicy=OID politiky TSA, ktorę by mal by\u0165 nastavenę na po\u017Eiadavku \u010Dasovej pe\u010Diatky.
gui.reason.label=&Reason (volite\u013Ené)
console.settingTsaHashAlg=Nastavuji hash algoritmus \u010Dasového razítka: {0}
hlp.ksFile=nastaví súbor KeyStore - ako hodnotu pou\u017Eite cestu, na ktorej sa nachádza súbor s privátnym k\u013Eú\u010Dom (.p12, .pfx, .jks, ...). Niektoré úlo\u017Eiská k\u013Eú\u010Dov nemajú k\u013Eú\u010De ulo\u017Eené v súbore (napr. windows keystore - WINDOWS-MY), vtedy túto mo\u017Enos\u0165 nepou\u017Eívajte.
gui.rights.title=Oprávnenia
console.setReason=Nastavujem dôvod: {0}
hlp.disableScrRead=zaká\u017Ee pou\u017Eitie \u010Díta\u010Diek obrazovky pre za\u0161ifrované dokumenty
console.usedKeyAlias=Pou\u017Eitę alias k\u013Eú\u010Da: {0}
console.unsupportedEncryptionType=Nepodporovanę typ \u0161ifrovania.
certificationLevel.formFill=Vyp\u013A\u0148anie formulárov povolené
gui.tsa.authn.label=TSA Overovanie
gui.storePasswords.checkbox=Zapa&mäta\u0165 heslá
extcsp.certfactory=Nepodarilo sa vytvori\u0165 in\u0161tanciu CertificateFactory
console.keys=Aliasy k\u013Eú\u010Dov vo vybranom úlo\u017Eisku:
gui.vs.imgPath.label=Obrázok
hlp.contact=kontaktné údaje podpisovate\u013Ea (podpisové pole)
gui.check.error.title=Kontrola zlyhala
hlp.posURX=hornĂĄ pravĂĄ rohovĂĄ poloha na X-axe viditeÄŸnĂ©ho podpisu (negatĂ­vne hodnoty je odtiahnutĂĄ z ĆĄĂ­rky strĂĄnky)
hlp.hashAlgorithm=hash algoritmus pou\u017Eitę na podpis. Predvolená hodnota je SHA1. Dostupné hodnoty sú {0}
hlp.posURY=hornĂĄ pravĂĄ rohovĂĄ poloha na Y-axe viditeÄŸnĂ©ho podpisu (negative hodnota je pokladanĂœ z vĂœĆĄky strĂĄnky)
error.vs.previewFailed=Ups... Náh\u013Ead zlyhal.
pdfEncryption.certificate=Certifikát
hlp.help=zobrazí túto obrazovku nápovedy
hlp.tsaHashAlg=hashovací algoritmus pou\u017Eitę pri po\u017Eiadavke na server s \u010Dasovęmi pe\u010Diatkami (TSA); predvolená hodnota je {0}
gui.info.close.button=Zatvori\u0165
gui.advancedView.checkbox=P&okro\u010Dilé zobrazenie
console.setL4Text=Nastavujem text Vrstvy 4 (status)
gui.tsa.proxyHost.label=Proxy adresa/port
hlp.renderMode=re\u017Eim vykres\u013Eovania pre vidite\u013Ené podpisy. Predvolená hodnota je DESCRIPTION_ONLY. Mo\u017Ené hodnoty sú {0}
pdfEncryption.password=Heslá
gui.fileNotExists.error={0} neexistuje alebo nie je \u010Ditate\u013Enę.
rights.allowDegradedPrinting=Zhor\u0161ená kvalita
gui.tsa.certFile.label=Súbor s k\u013Eú\u010Dom  (PKCS12)
console.certificateNotForSignature=Certifikát {0} nie je vhodnę pre digitálne podpisovanie.
hlp.tsaPwd=Heslo pou\u017Eívate\u013Ea TSA. Tento prepína\u010D pou\u017Eite, ak pou\u017Eívate \u010Dasovú pe\u010Diatku (-ts) a server TSA vy\u017Eaduje overenie.
gui.location.label=&Lokalita (nepovinné)
gui.vs.default.checkbox=Predvolené
gui.vs.l2Text.label=Text podpisu
console.validatingFiles=Kontrola vstupnęch a vęstupnęch ciest PDF.
hlp.ksPwd=heslo do KeyStore
console.loadKeystore=Nahrávam úlo\u017Eisko k\u013Eú\u010Dov: {0}
hlp.tsaCertFile=cesta k súboru úlo\u017Eiska k\u013Eú\u010Dov, ktorę obsahuje súkromnę k\u013Eú\u010D pou\u017Eívanę na autentifikáciu vo\u010Di serveru TSA, ak sa pou\u017Eíva metóda autentifikácie CERTIFICATE
gui.visibleSignatureSettings.button=Nastavenia
hlp.outSuffix=prípona pre podpísanę názov súboru. Predvolená hodnota je "_signed". (napr. proces podpísania súboru mydocument.pdf vytvorí novę súbor mydocument_signed.pdf)
gui.rights.screenReaders.checkbox=\u010Cíta\u010Dky obrazovky
gui.tsa.ocspEnabled.checkbox=Povoli\u0165 OCSP
console.crlinfo.foundCrlUri=Nájdené CRL URL v distribu\u010Dnom bode: {0}
gui.tsa.hashAlg.label=TSA hashovací algoritmus
console.processing=Spracovávam (mô\u017Ee to chví\u013Eu trva\u0165) ...
pdfEncryption.notEncrypted=Ne\u0161ifrovanę
hlp.disableAcro6Layers=vypne re\u017Eim vrstiev z Acrobatu 6, to znamená, \u017Ee budú vytvorené v\u0161etky vrstvy podpisu. Acrobat 6.0 a vy\u0161\u0161í doporu\u010Duje vytvori\u0165 iba n2 a n4 vrstvy podpisu.
console.filesAreEqual.error=Cesty k vstupnému a vęstupnému PDF sú rovnaké. Prosím zadajte rôzne cesty.
gui.vs.browse.button=Preh\u013Eadáva\u0165 ...
console.createOutPdf=Vytváram vęstupnę PDF súbor: {0}
gui.tsa.ocspServerUrl.label=predvolená URL adresa OCSP servera
hlp.keyPwd=heslo k\u013Eú\u010Da v úlo\u017Eisku k\u013Eú\u010Dov. Vo vä\u010D\u0161ine prípadov túto mo\u017Enos\u0165 nastavova\u0165 nemusíte - heslom je chránenę len úlo\u017Eisko k\u013Eú\u010Dov, ale pre istotu :)
default.l2text.date=Dátum:
console.serverNotTrusted=Certifikát servera nie je dôveryhodnę. Na pridanie certifikátu servera do dôveryhodného úlo\u017Eiska certifikátov mô\u017Eete pou\u017Ei\u0165 nástroj InstallCert.
console.crlinfo.noUrlInDistPoint=V distribu\u010Dnom bode nebolo nájdené \u017Eiadne HTTP(s) URL.
gui.loadAliases.button=Na\u010Dítanie ke&ys
hlp.l4Text=text stavu
gui.tsa.url.label=TSA URL
console.setEncryption=Nastavujem \u0161ifrovanie
gui.vs.l4Text.label=Stavovę text
console.fileNotFilled.error=Vstupná alebo vęstupná cesta k PDF chęba!
hlp.ocspServerUrl=predvolená URL adresa OCSP servera , ktorá sa pou\u017Eije v prípade, \u017Ee podpisovę certifikát túto informáciu neobsahuje
serverAuthn.none=Bez prihlásenia
gui.alias.label=&Alias k\u013Eú\u010Da
render.signameAndDescription=Názov a popis podpisu
console.renderModeFallback=Typ zobrazenia vidite\u013Eného podpisu je nastavenę na "Obrázok a popis", ale \u017Eiadny obrázok nebol nahratę. Bude pou\u017Eitę typ "Len popis".
hlp.header=JSignPdf je aplikácia ur\u010Dená na digitálne podpisovanie dokumentov PDF. Ak program spustíte bez parametrov v príkazovom riadku, spustí sa grafické rozhranie, inak mô\u017Eete JSignPdf pou\u017Eíva\u0165 v dávkovom re\u017Eime príkazového riadka.
gui.vs.close.button=Zatvori\u0165
hlp.disableAnnot=zaká\u017Ee úpravu anotácií v za\u0161ifrovanęch dokumentoch
gui.rights.assembly.checkbox=Zostavenie
console.getCertChain=Na\u010Dítavam certifika\u010Dnú re\u0165az
gui.inPdfFile.label=&Vstupnę súbor PDF
gui.vs.settings.label=Nastavenia
console.crlinfo.alreadyLoaded=Stiahnutę CRL u\u017E existuje. Vynechávam.
hlp.disableCopy=zaká\u017Ee kopírovanie v za\u0161ifrovanęch dokumentoch
console.memoryError=\nJava mĂĄ nedostatok pamĂ€ti. SkĂșste povoliĆ„ viac pamĂ€ti pre JVM.\nPridajte parameter -Xmx<size> pre volanie java.\nnapr. $java -Xmx512m ... nastavĂ­ maximĂĄlnu pamĂ€Ć„ pre Java na 512MB.\n
render.graphicAndDescription=Obrázok a popis
hlp.proxyType=typ proxy servera pre internetové pripojenie. Predvolená hodnota je {0}. Mo\u017Ené hodnoty sú {1}
gui.rights.button=Oprávnenia
hlp.crl=povoli\u0165 overovanie CRL certifikátov
hlp.proxyHost=názov hostite\u013Ea alebo IP adresa proxy servera
hlp.visible=zapína vidite\u013Enę podpis
console.pdfEncError.wrongCertificateFile=Nie je mo\u017Ené zakódovat PDF danęm certifikátom. Súbor certifikátu "{0}" nemô\u017Ee by\u0165 na\u010Dítanę, alebo neobsahuje X509 certifikát.
console.pdfEncError.missingOwnerPassword=HeslovĂ© ĆĄifrovanie vyĆŸaduje heslo vlastnĂ­ka.
console.pdfEncError.missingUserPassword=HeslovĂ© ĆĄifrovanie vyĆŸaduje pouĆŸĂ­vateÄŸskĂ© heslo.
console.setRender=Nastavujem re\u017Eim vykres\u013Eovania
error.sslHandshakeException=Pripojenie SSL zlyhalo - certifikát servera pravdepodobne nie je známy. Na import certifikátu do Java Keystore mô\u017Eete pou\u017Ei\u0165 nástroj InstallCert Tool.
error.vs.pageNotANumber=Strana musí by\u0165 celé \u010Díslo.
console.getOCSPURL=\u010Cítanie OCSP URL z certifika\u010Dnej re\u0165aze.
gui.tsa.enabled.checkbox=Pou\u017Ei\u0165 server s \u010Dasovou pe\u010Diatkou
console.setCertificationLevel=Nastavujem úrove\u0148 certifikácie
extcsp.nocert=Z úlo\u017Eiska k\u013Eú\u010Dov nebol prijatę \u017Eiadny certifikát, chyba: {0}
console.createPdfReader=Otváram vstupnę PDF súbor: {0}
hlp.page=strana s vidite\u013Enęm podpisom. Predvolená hodnota je 1 (prvá strana). Ak je zadané \u010Díslo strany mimo rámca, pou\u017Eije sa posledná strana.
hlp.keyAlias=názov (alias) k\u013Eú\u010Da, ktorę sa má pou\u017Ei\u0165 na podpísanie dokumentu. Ak táto mo\u017Enos\u0165 nie je zadaná, pou\u017Eije sa prvę k\u013Eú\u010D v úlo\u017Eisku k\u013Eú\u010Dov. (Zoznam aliasov k\u013Eú\u010Dov pomocou príkazu -lk)
gui.vs.page.label=Strana
console.noOCSPURL=Adresa OCSP servera v certifikáte nenájdená. Pou\u017Eije sa hodnota zadaná v programe.
gui.vs.preview.button=Náh\u013Ead && Vęber
gui.keystoreFile.label=&Keystore súbor
filechooser.overwrite.question=Súbor "{0}" u\u017E existuje. Chcete ho prepísa\u0165?
hlp.tsaCertPasswd=heslo pou\u017Eívané na otvorenie súboru PKCS#12 (pozri vo\u013Ebu -tscf) so súkromnęm k\u013Eú\u010Dom
gui.vs.title=Nastavenia vidite\u013Eného podpisu
console.crlinfo.crlSize=Ve\u013Ekos\u0165 stiahnutého CRL: {0}
hlp.tsaCertFileType=typ úlo\u017Eiska k\u013Eú\u010Dov pre overovanie TSA CERTIFIKÁTOM - predvolené nastavenie je PKCS12
gui.vs.lly.label=\u013Davę dolnę roh Y
gui.vs.lly.tooltip=Hodnota na osi Y pre polohu \u013Eavého dolného rohu podpisu pri jeho umiestnení na stránku.
gui.outPdfFile.label=&Output PDF súbor (volite\u013Ené)
console.exception=Vyskytol sa problém
gui.tsa.policy.label=TSA Politika (OID)
hlp.disableAssembly=zaká\u017Ee zostavenie v za\u0161ifrovanęch dokumentoch
gui.vs.renderMode.label=Zobrazi\u0165
hlp.listKeys=vylistuje zoznam kÄŸĂșÄov vo vybranom ĂșloĆŸisku kÄŸĂșÄov
console.getAliases=Na\u010Dítavam aliasy k\u013Eú\u010Da
hlp.outPath=prie\u010Dinok, v ktorom budú ulo\u017Eené podpísané dokumenty. Predvolená hodnota je aktuálny prie\u010Dinok.
certificationLevel.formFillAnnot=Vyp\u013A\u0148anie formulárov a anotácie povolené
hlp.quiet=tichę re\u017Eim - bez informa\u010Dnęch správ po\u010Das procesu
console.settingTsaPolicy=Nastavujem OID politiku \u010Dasového razítka: {0}
console.creatingTsaClient=Vytváram klienta pre TSA .
gui.vs.acro6layers.checkbox=Len vrstvy doporu\u010Dené v Acrobat 6
gui.rights.modifyAnnotations.checkbox=Úprava anotácií
console.readingOCSP=Získavanie OCSP údajov z URL: {0}
gui.tsa.certFilePwd.label=Heslo k\u013Eú\u010Da
gui.signIt.button=Podpí&sa\u0165
gui.rights.modifyContents.checkbox=Úprava obsahu
console.updateVersion=Aktualizujem informáciu o verzii PDF 1.{0} -> 1.{1}
gui.tsaOcsp.button=TSA/OCSP/CRL
console.setAcro6Layers=Pou\u017Eitie iba vrstiev odporú\u010Danęch programom Acrobat 6: {0}
certificationLevel.notCertified=Necertifikované
gui.tsa.proxy.panel=Nastavenia proxy
console.crlinfo.loadCrl=S\u0165ahujem CRL z adresy {0}
extcsp.unknownhashalg=Nastavenę algoritmus odtla\u010Dku/hash ({0}) nie je podporovanę
hlp.loadPropertiesFile=Na\u010Díta vlastnosti z daného súboru. Súbor mo\u017Eno vytvori\u0165 skopírovaním predvoleného súboru vlastností .JSignPdf vytvoreného grafickęm rozhraním v domovskom adresári pou\u017Eívate\u013Ea.
error.keystoreNull=Úlo\u017Eisko k\u013Eú\u010Dov sa nepodarilo na\u010Díta\u0165. Skontrolujte, \u010Di sú typ úlo\u017Eiska k\u013Eú\u010Dov, cesta a heslo platné.
console.finished.error=Koniec: Vytváranie podpisu zlyhalo.
gui.browse.button=Preh\u013Eadáva\u0165...
hlp.encrypted=Táto vlastnos\u0165 je zastaraná, namiesto nej pou\u017Eite -encryption PASSWORD !
gui.tsa.title=TSA && zru\u0161enie certifikátu
hlp.certLevel=úrove\u0148 certifikácie. Predvolená hodnota je NOT_CERTIFIED. Dostupné hodnoty sú {0}
hlp.posLLY=niĆŸĆĄia ÄŸavĂĄ rohovĂĄ pozĂ­cia na Y-axe viditeÄŸnĂ©ho podpisu (negatĂ­vne hodnota je zatiahnutĂĄ z vĂœĆĄky strĂĄnky)
hlp.encryption=reĆŸim ĆĄifrovania vĂœstupnĂ©ho PDF PredvolenĂĄ hodnota je NONE. MoĆŸnĂ© hodnoty sĂș {0}. PouĆŸite spolu s -upwd a -opwd v prĂ­pade reĆŸimu PASSWORD a -ec v prĂ­pade reĆŸimu CERTIFICATE
gui.preview.title=Náh\u013Ead/Vęber
hlp.loadProperties=Na\u010Díta vlastnosti z predvoleného súboru (vytvoreného aplikáciou GUI).
console.setLocation=Nastavujem lokalitu: {0}
rights.allowPrinting=Povoli\u0165
gui.info.title=JSignPdf Konzola vęstupu
gui.vs.bgImgScale.tooltip=Ako hodnotu mierky mô\u017Eete pou\u017Ei\u0165 jeden z nasledujúcich variantov (ako odde\u013Eova\u010D desatinnęch miest pou\u017Eite bodku):\n1) Kladné \u010Díslo - násobok tohto \u010Dísla bude pou\u017Eitę pre vynásobenie pôvodnej ve\u013Ekosti obrázku. (napr. pre zmen\u0161enie na polovicu zadajte 0.5).\n2) Nula - ve\u013Ekos\u0165 obrázku bude zmenená tak aby vyplnil celé pozadie podpisu (stretch).\n3) Záporné \u010Díslo - ve\u013Ekos\u0165 obrázku bude zmenená tak, aby pomer strán zostal zachovanę a aby \u010Do najlep\u0161ie vyplnil pozadie (best fit).
gui.certificateNotForEncryption.error=Súbor {0} bu\u010F neobsahuje certifikát X509, alebo pre\u0148 nie je podporované \u0161ifrovanie.
default.l2text.location=Lokalita:
console.certificateNotYetValid=Certifikát {0} e\u0161te nie je platnę.
hlp.reason=dôvod podpisu. Predvolene prázdne.
hlp.encCert=cesta k súboru s certifikátom, ktorę sa pou\u017Eíva na \u0161ifrovanie vęstupného PDF v prípade, \u017Ee je nastavené -encryption CERTIFICATE
gui.keystoreType.label=&Typ úlo\u017Eiska k\u013Eú\u010Dov
hlp.listKsTypes=vylistuje zoznam typov úlo\u017Eísk k\u013Eú\u010Dov, ktoré mo\u017Eno pou\u017Ei\u0165 ako hodnoty pre vo\u013Ebu -kst
hlp.version=zobrazuje verziu aplikácie
gui.vs.position.label=Pozícia
gui.vs.bgImgPath.label=Obrázok pozadia
hlp.posLLX=niĆŸĆĄie ÄŸavĂœ rohovĂœ postion na X-axe viditeÄŸnĂ©ho podpisu (negatĂ­vne hodnota je zatiahnutĂĄ z ĆĄĂ­rky strĂĄnky)
gui.tsa.proxyType.label=Typ
certificationLevel.noChanges=Zmeny zakázané
console.setSignatureGraphic=Nastavujem obrázok podpisu
filefilter.jks=Súbory úlo\u017Eiska Java Keystore Files (.jks)
gui.vs.ury.label=Pravę hornę roh Y
gui.keyPassword.label=H&eslo k\u013Eú\u010Da
console.crlinfo.retrieveCrlUrl=Na\u010Dítavam distribu\u010Dné body pre CRL z certifikátu {0}
hlp.disableContent=zaká\u017Ee úpravu obsahu v za\u0161ifrovanęch dokumentoch
console.keystores=Dostupné typy úlo\u017Eiska k\u013Eú\u010Dov:
gui.rights.printing.label=Tla\u010D
console.createSignature=Vytváram podpis
console.certificateChainEmpty=Privátny k\u013Eú\u010D nenájdenę. Skontrolujte nastavenie úlo\u017Eiska k\u013Eú\u010Dov (typ úlo\u017Eiska, cestu k súboru, heslo, alias k\u013Eú\u010Da).
gui.tsa.user.label=TSA u\u017Eívate\u013E
gui.rights.copy.checkbox=Skopírova\u0165
gui.vs.urx.label=Pravę hornę roh X
gui.certLevel.label=Nastavenie &certifikátu
console.setSignerName=Nastavujem meno podpisujúceho: {0}
hlp.tsaUrl=adresa servera \u010Dasovęch pe\u010Diatok (TSA). Ak pou\u017Eijete tento argument, \u010Dasová pe\u010Diatka bude zahrnutá do podpisu. (Na testovacie ú\u010Dely mô\u017Eete vyskú\u0161a\u0165 nasledujúcu adresu URL http://dse200.ncipher.com/TSS/HttpTspServer)
default.l2text.reason=Dôvod:
filechooser.save.warning=Ulo\u017Eenie upozornenia
hlp.bgPath=cesta k obrázku pozadia pre vidite\u013Ené podpisy
#console.updateVersionNotPossibleInAppendMode=Choosen configuration requires PDF version update, but it's not possible in the "append" signature mode.
console.updateVersionNotPossibleInAppendModeForGivenHash=Zvolenę hashovací algoritmus ({0}) vy\u017Eaduje nov\u0161iu verziu PDF ({1}) ako pôvodnú ({2}). Aktualizácia verzie PDF nie je mo\u017Ená v re\u017Eime podpisu "append". Bu\u010F vypnite re\u017Eim "append", alebo vyberte inę hashovací algoritmus. Toto sú po\u017Eiadavky na algoritmus: {3}
hlp.userpwd=pou\u017Eívate\u013Eské heslo pre \u0161ifrované dokumenty (pou\u017Eíva sa, ke\u010F je zadaná vo\u013Eba -e)
console.setContact=Nastavujem kontakt: {0}
gui.pdfOwnerPwd.label=Heslo vlast&níka
hlp.footer.examples=Príklady:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\n-> vytvorí digitálne podpísanú kópiu súboru mydocument.pdf s názvom mydocument_signed.pdf. Podpis je vytvorenę pomocou prvého osobného certifikátu nájdeného vo vęchodiskovom úlo\u017Eisku certifikátov systému Windows\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\n-> vytvorí podpísanę a za\u0161ifrovanę súbor mydocument_signed.pdf, tla\u010D podpísaného dokumentu je zákázaná. Pre podpis je pou\u017Eitę k\u013Eú\u010D s menom cert23 z úlo\u017Eiska typu PKCS12 v súbore my_certificate.pfx\n------------\n$ java -jar JSignPdf.jar -lkt\n-> vypí\u0161e typy úlo\u017Eísk\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\n-> vypí\u0161e mená (aliasy) k\u013Eú\u010Dov ulo\u017Eenęch v úlo\u017Eisku my_certificate.pfx. Pre prístup do úlo\u017Eiska je pou\u017Eité heslo. Je pou\u017Eitę tichę mód, tak\u017Ee nebudú vytla\u010Dené \u017Eiadne dodato\u010Dné informácie.
hlp.outPrefix=prefix pre podpísanę súbor. Predvolená hodnota je prázdna.
console.skippingSigning=Overenie súboru zlyhalo, skontrolujte cesty k PDF. Proces podpisovania ukon\u010Denę.
console.starting=Spú\u0161\u0165am JSignPdf
extcsp.nosignature=Chyba pri podpisovaní, podpis nebol prijatę, \u017Eiadne podrobnosti
gui.appendSignature.checkbox=Pripo&ji\u0165 podpis k existujícim
console.getKeystoreType=Na\u010Dítavam typ úlo\u017Eiska k\u013Eú\u010Dov: {0}
gui.pdfUserPwd.label=Heslo &U\u017Eívate\u013Ea
hlp.bgScale=mierka zvä\u010D\u0161enia pre obrázok pozadia vidite\u013Eného podpisu. Mo\u017Enosti: Kladné \u010Díslo - \u010Díslo bude pou\u017Eité pre vynásobenie pôvodnej ve\u013Ekosti obrázku. (napr. pre zmen\u0161enie na polovicu zadajte 0.5). Nula - ve\u013Ekos\u0165 obrázku bude zmenená tak aby vyplnil celé pozadie podpisu (stretch). Záporné \u010Díslo - ve\u013Ekos\u0165 obrázku bude zmenená tak, aby pomer strán zostal zachovanę a aby \u010Do nejlep\u0161ie vyplnil pozadie (best fit).
hlp.l2Text=text podpisu, mô\u017Eete tie\u017E pou\u017Ei\u0165 zástupné znaky pre vlastnosti podpisu (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.l2TextFontSize=ve\u013Ekos\u0165 písma pre vidite\u013Enę text podpisu, predvolená hodnota je {0}
extcsp.nosignatureerr=Chyba pri podpisovaní, úlo\u017Eisko k\u013Eú\u010Dov vrátilo chybu: {0}
gui.vs.llx.label=\u013Davę dolnę roh X
gui.contact.label=Ko&ntakt (volite\u013Ené)
hlp.ownerpwd=heslo vlastníka pre za\u0161ifrované dokumenty (pou\u017Eíva sa, ke\u010F je zadaná vo\u013Eba -e)
console.setImageScale=Nastavujem mierku obrázka na pozadí
file.notReadable=Súbor {0} nie je pre aplikáciu \u010Ditate\u013Enę. Skontrolujte, \u010Di súbor existuje a pou\u017Eívate\u013E má právo na \u010Dítanie.
gui.vs.bgImgScale.label=Mierka obrázku pozadia
console.criticalExtensionNotSupported=Certifikát {0} obsahuje kritické roz\u0161írenie s OID "{1}", ktoré nebolo programom JSignPdf rozpoznané - vynechávam.
gui.vs.ury.tooltip=Hodnota na osi Y pre polohu pravého horného rohu podpisu na umiestnenie na stránku.
gui.visibleSignature.checkbox=Vidite\u013Enę podpis
console.setVisibleSignature=Vytváram vidite\u013Enę podpis
hlp.location=lokalita podpisu (napr. Bratislava). VĂœchodzia hodnota je prĂĄzdna.
hlp.imgPath=cesta k obrázku pre vidite\u013Enę podpis
console.pdfEncError.cantUseCertificate=Nie je moĆŸnïżœ zakïżœdovat PDF danïżœm certifikïżœtom. Kïżœdovanie pomocou verejnïżœho kÄŸïżœÄa z certifikïżœtu "{0}" nie je podporovanïżœ beĆŸiacou inĆĄtanciou Java.
gui.vs.page.tooltip=\u010Císlo strany, na ktorej sa bude zobrazova\u0165 podpis. Prvá strana má \u010Díslo 1.
gui.vs.llx.tooltip=Hodnota na osi X pre polohu \u013Eavého dolného rohu podpisu pri jeho umiestnení na stránku.
render.descriptionOnly=Iba popis
hlp.ksType=nastaví typ KeyStore (mô\u017Eete zobrazi\u0165 mo\u017Ené hodnoty pre tento argument -lkt)
hlp.proxyPort=port proxy servera, predvolená hodnota je {0}
filefilter.pkcs12=Súbory certifikátov PKCS#12 (.pfx, .p12)
gui.rights.fillIn.checkbox=Vypl\u0148te
gui.pdfEncryption.label=PDF \u0160ifrovanie
console.finished.ok=Koniec: Vytvorenie podpisu prebehlo úspe\u0161ne.
console.readingCRLs=Na\u010Dítavam zoznam CRL
console.configureVisible=Konfigurujem vidite\u013Enę podpis
console.getPrivateKey=Nahrávam súkromnę k\u013Eú\u010D
gui.encryptionCertFile.label=Súbor certifikátu pre \u0161ifrovanie
console.crlinfo.distPointNotSupported=Roz\u0161írenie distribu\u010Dnęch bodov (Distribution Points extension) nie je v danom certifikáte podporované.
hlp.tsaUser=TSA meno pou\u017Eívate\u013Ea. Tento prepína\u010D pou\u017Eite, ak pou\u017Eívate \u010Dasovú pe\u010Diatku (-ts) a server TSA vy\u017Eaduje autentifikáciu.
hlp.printRight=oprávnenia na tla\u010D. Pou\u017Eíva sa pre za\u0161ifrované dokumenty. Predvolená hodnota je ALLOW_PRINTING. Dostupné hodnoty sú {0}
gui.title=JSignPdf (verzia {0})
serverAuthn.certificate=Klientskę certifikát
ssl.keymanager.init=Inicializácia správcu k\u013Eú\u010Dov zo súboru úlo\u017Eiska k\u013Eú\u010Dov {0}.
#
# JavaFX GUI
#
jfx.gui.menu.file=SĂșbor
jfx.gui.menu.file.open=OtvoriĆ„ PDF...
jfx.gui.menu.file.close=ZatvoriĆ„
jfx.gui.menu.file.sign=PodpĂ­saĆ„
jfx.gui.menu.file.recentFiles=NedĂĄvne sĂșbory
jfx.gui.menu.file.recentFiles.empty=Ćœiadne nedĂĄvne sĂșbory
jfx.gui.menu.file.resetSettings=Reset SettingsâŠ
jfx.gui.menu.file.exit=UkonÄiĆ„
jfx.gui.menu.file.saveAs=UloĆŸiĆ„ vĂœstup ako...
jfx.gui.menu.view=Zobrazenie
jfx.gui.menu.view.zoomIn=PriblĂ­ĆŸiĆ„
jfx.gui.menu.view.zoomOut=OddialiĆ„
jfx.gui.menu.view.fitPage=PrispĂŽsobiĆ„ strĂĄnku
jfx.gui.menu.view.toggleSidePanel=PrepnĂșĆ„ boÄnĂœ panel
jfx.gui.menu.signing=Podpisovanie
jfx.gui.menu.signing.visibleSig=ViditeÄŸnĂœ podpis
jfx.gui.menu.help=Pomoc
jfx.gui.menu.help.about=O programe JSignPdf
jfx.gui.toolbar.open=OtvoriĆ„
jfx.gui.toolbar.fit=PrispĂŽsobiĆ„
jfx.gui.toolbar.sign=PodpĂ­saĆ„
jfx.gui.toolbar.clearVisibleSig=VymazaĆ„ podpis
jfx.gui.panel.certificate=CertifikĂĄt
jfx.gui.panel.signatureProperties=Vlastnosti podpisu
jfx.gui.panel.signatureAppearance=VzhÄŸad podpisu
jfx.gui.panel.timestampValidation=ÄasovĂĄ peÄiatka a validĂĄcia
jfx.gui.panel.encryptionRights=Ć ifrovanie a prĂĄva
jfx.gui.dropHint=Pretiahnite PDF sĂșbor sem alebo pouĆŸite SĂșbor > OtvoriĆ„
jfx.gui.status.ready=PripravenĂœ
jfx.gui.status.signingInProgress=Podpisovanie...
jfx.gui.status.signingOk=Podpisovanie ĂșspeĆĄne dokonÄenĂ©
jfx.gui.status.signingFailed=Podpisovanie zlyhalo
jfx.gui.status.renderError=Chyba pri vykresÄŸovanĂ­ strĂĄnky
jfx.gui.status.readError=Chyba: Nie je moĆŸnĂ© preÄĂ­taĆ„ PDF sĂșbor
jfx.gui.status.shiftToReplace=DrĆŸte Shift a Ć„ahanĂ­m nahradĂ­te obdÄșĆŸnik podpisu
jfx.gui.status.visibleSigEnabled=ViditeÄŸnĂœ podpis
jfx.gui.status.invisibleSig=NeviditeÄŸnĂœ podpis
jfx.gui.dialog.signingComplete.title=Podpisovanie dokonÄenĂ©
jfx.gui.dialog.signingComplete.text=PDF sĂșbor bol ĂșspeĆĄne podpĂ­sanĂœ.
jfx.gui.dialog.signingFailed.title=Podpisovanie zlyhalo
jfx.gui.dialog.signingFailed.text=Proces podpisovania zlyhal. Skontrolujte vĂœstupnĂș konzolu.
jfx.gui.dialog.signingError.title=Chyba podpisovania
jfx.gui.dialog.noDocument.title=Ćœiadny dokument
jfx.gui.dialog.noDocument.text=NajskĂŽr otvorte PDF dokument.
jfx.gui.dialog.missingPasswords.title=ChĂœbajĂșce heslĂĄ
jfx.gui.dialog.missingPasswords.text=HeslovĂ© ĆĄifrovanie vyĆŸaduje nastavenie hesla vlastnĂ­ka aj pouĆŸĂ­vateÄŸskĂ©ho hesla.
jfx.gui.dialog.missingEncCert.title=ChĂœbajĂșci ĆĄifrovacĂ­ certifikĂĄt
jfx.gui.dialog.missingEncCert.text=CertifikĂĄtovĂ© ĆĄifrovanie vyĆŸaduje vĂœber sĂșboru so ĆĄifrovacĂ­m certifikĂĄtom.
jfx.gui.dialog.openPdf.title=OtvoriĆ„ PDF
jfx.gui.dialog.ownerPassword.title=VyĆŸaduje sa heslo
jfx.gui.dialog.ownerPassword.header=Tento PDF je chrĂĄnenĂœ heslom. Zadajte heslo vlastnĂ­ka na jeho otvorenie.
jfx.gui.dialog.ownerPassword.headerRetry=NesprĂĄvne heslo. SkĂșste to znova.
jfx.gui.dialog.ownerPassword.label=Heslo vlastnĂ­ka:
jfx.gui.dialog.ownerPassword.prompt=Zadajte heslo
jfx.gui.dialog.ownerPassword.ok=OtvoriĆ„
jfx.gui.dialog.about.description=BezplatnĂĄ aplikĂĄcia na podpisovanie PDF.
jfx.gui.dialog.selectKeystoreFile=VybraĆ„ sĂșbor ĂșloĆŸiska kÄŸĂșÄov
jfx.gui.dialog.selectSignatureImage=VybraĆ„ obrĂĄzok podpisu
jfx.gui.dialog.selectBackgroundImage=VybraĆ„ obrĂĄzok pozadia
jfx.gui.dialog.selectOutputPdf=VybraĆ„ vĂœstupnĂœ PDF sĂșbor
jfx.gui.dialog.selectEncryptionCert=VybraĆ„ certifikĂĄt pre ĆĄifrovanie
jfx.gui.dialog.selectTsaCertFile=VybraĆ„ sĂșbor certifikĂĄtu TSA
jfx.gui.cert.keystoreType=Typ ĂșloĆŸiska kÄŸĂșÄov:
jfx.gui.cert.keystoreFile=SĂșbor ĂșloĆŸiska kÄŸĂșÄov:
jfx.gui.cert.keystorePassword=Heslo ĂșloĆŸiska kÄŸĂșÄov:
jfx.gui.cert.loadKeys=NaÄĂ­taĆ„ kÄŸĂșÄe
jfx.gui.cert.keyAlias=Alias kÄŸĂșÄa:
jfx.gui.cert.keyPassword=Heslo kÄŸĂșÄa:
jfx.gui.cert.storePasswords=ZapamĂ€taĆ„ heslĂĄ
jfx.gui.sig.enableVisible=PovoliĆ„ viditeÄŸnĂœ podpis
jfx.gui.sig.renderMode=ReĆŸim zobrazovania:
jfx.gui.sig.l2Text=Text podpisu:
jfx.gui.sig.l4Text=Text stavu:
jfx.gui.sig.fontSize=VeÄŸkosĆ„ pĂ­sma:
jfx.gui.sig.signatureImage=ObrĂĄzok podpisu:
jfx.gui.sig.backgroundImage=ObrĂĄzok pozadia:
jfx.gui.sig.acro6Layers=ReĆŸim vrstiev Acrobat 6
jfx.gui.sig.hashAlgorithm=HashovacĂ­ algoritmus:
jfx.gui.sig.certLevel=ĂroveĆ certifikĂĄcie:
jfx.gui.sig.signerName=Meno podpisujĂșceho:
jfx.gui.sig.reason=DĂŽvod:
jfx.gui.sig.location=Lokalita:
jfx.gui.sig.contact=Kontakt:
jfx.gui.sig.appendSignature=PridaĆ„ podpis
jfx.gui.sig.outputFile=VĂœstupnĂœ sĂșbor:
jfx.gui.enc.pdfEncryption=PDF ĆĄifrovanie:
jfx.gui.enc.ownerPassword=Heslo vlastnĂ­ka:
jfx.gui.enc.userPassword=Heslo pouĆŸĂ­vateÄŸa:
jfx.gui.enc.encryptionCert=CertifikĂĄt pre ĆĄifrovanie:
jfx.gui.enc.printRight=PrĂĄvo na tlaÄ:
jfx.gui.enc.allowCopy=PovoliĆ„ kopĂ­rovanie
jfx.gui.enc.allowAssembly=PovoliĆ„ zostavovanie
jfx.gui.enc.allowFillIn=PovoliĆ„ vypÄșĆanie
jfx.gui.enc.allowScreenReaders=PovoliĆ„ ÄĂ­taÄky obrazovky
jfx.gui.enc.allowModifyAnnotations=PovoliĆ„ zmenu poznĂĄmok
jfx.gui.enc.allowModifyContents=PovoliĆ„ zmenu obsahu
jfx.gui.tsa.enableTimestamp=PovoliĆ„ ÄasovĂș peÄiatku (TSA)
jfx.gui.tsa.serverUrl=URL servera TSA:
jfx.gui.tsa.authentication=AutentifikĂĄcia:
jfx.gui.tsa.user=TSA pouĆŸĂ­vateÄŸ:
jfx.gui.tsa.password=TSA heslo:
jfx.gui.tsa.certFileType=Typ sĂșboru certifikĂĄtu TSA:
jfx.gui.tsa.certFile=SĂșbor certifikĂĄtu TSA:
jfx.gui.tsa.certPassword=Heslo certifikĂĄtu TSA:
jfx.gui.tsa.policyOid=OID politiky TSA:
jfx.gui.tsa.hashAlgorithm=HashovacĂ­ algoritmus TSA:
jfx.gui.tsa.enableOcsp=PovoliĆ„ OCSP
jfx.gui.tsa.ocspServerUrl=URL servera OCSP:
jfx.gui.tsa.enableCrl=PovoliĆ„ CRL
jfx.gui.tsa.proxyType=Typ proxy:
jfx.gui.tsa.proxyHost=Proxy server:
jfx.gui.tsa.proxyPort=Proxy port:
jfx.gui.console.title=VĂœstupnĂĄ konzola
jfx.gui.console.clear=VymazaĆ„
jfx.gui.dialog.resetSettings.title=Reset Settings
jfx.gui.dialog.resetSettings.text=This will delete all saved settings and reset the application to its default state. Continue?
jfx.gui.status.settingsReset=Settings have been reset to defaults
