certificationLevel.formFill=Formularfelder ausf\u00FCllen erlaubt
certificationLevel.formFillAnnot=Formularfelder ausf\u00FCllen und Kommentare hinzuf\u00FCgen erlaubt
certificationLevel.noChanges=Keine Ver\u00E4nderungen erlaubt
certificationLevel.notCertified=Nicht zertifiziert
console.closeStream=Schlie\u00DFe erzeugten PDF Stream
console.configureVisible=Konfiguriere visuelle Signatur
console.createImage=Erzeuge Bild {0}
console.createOutPdf=Erzeuge PDF Ausgabedatei: {0}
console.createPdfReader=\u00D6ffne PDF Eingabedatei: {0}
console.createSignature=Erzeuge Signatur
console.exception=Es ist ein Problem aufgetreten
console.finished.error=Fertig: Erzeugen der Signatur fehlgeschlagen.
console.finished.ok=Fertig: Signatur erfolgreich erzeugt.
console.getAliases=Hole Schl\u00FCssel Alias
console.getCertChain=Hole Zertifikatskette
console.getKeystoreType=Hole Schl\u00FCsselbundtyp Instanz: {0}
console.getPrivateKey=Lade privaten Schl\u00FCssel
console.loadKeystore=Lade Schl\u00FCsselbund: {0}
console.memoryError=\r\nJava hat zu wenig Arbeitsspeicher. Versuchen Sie der JVM mehr Speicher zuzuteilen.\r\nF\u00FCgen Sie -Xmx<Speichergr\u00E4\u00DFe> an den Java Aufruf.\r\nz.B.: $java -Xmx512m  ... setzt die maximale Java Heap Gr\u00F6\u00DFe auf 512MB.\r\n
console.processing=Bearbeite (es kann ein wenig l\u00E4nger dauern) ...
console.setAcro6Layers=Verwende nur die von Acrobat 6 empfohlenen Ebenen: {0}
console.setCertificationLevel=Setze Zertifizierungsstufe
console.setContact=Setze Kontakt: {0}
console.setEncryption=Setze Verschl\u00FCsselung
console.setImage=Setze Hintergrundbild
console.setImageScale=Skaliere Hintergrundbild
console.setL2Text=Setze Text der Ebene 2 (Beschreibung)
console.setL4Text=Setze Text der Ebene 4 (Status)
console.setLocation=Setze Ort: {0}
console.setReason=Setze Begr\u00FCndung: {0}
console.setRender=Setze Renderverfahren
console.setSignatureGraphic=Setze Bild
console.setVisibleSignature=Erzeuge visuelle Signatur
console.starting=Starte JSignPdf
console.usedKeyAlias=Verwendet Schl\u00FCssel: {0}
default.l2text.signedBy=Digital unterschrieben von
filechooser.overwrite.question=Datei "{0}" existiert bereits. Wollen Sie sie \u00FCberschreiben?
filechooser.save.warning=Speichern - Warnung
filefilter.jks=Java Schl\u00FCsselbund Dateien (.jks)
filefilter.pdf=PDF Dateien (.pdf)
filefilter.pkcs12=PKCS#12 Dateien (.pfx, .p12)
gui.advancedView.checkbox=&Erweiterte Ansicht
gui.alias.label=Sc&hl\u00FCssel Alias
gui.appendSignature.checkbox=Signatur anh\u00E4ngen
gui.browse.button=Durchsuchen ...
gui.certLevel.label=&Zertifizierungsstufe
gui.check.error.title=\u00DCberpr\u00FCfung fehlgeschlagen
gui.contact.label=Kontakt
gui.fileNotExists.error={0} existiert nicht oder ist nicht lesbar.
gui.filesEqual.error=Eingabe- und Ausgabe-PDF sind identisch.
gui.inPdfFile.label=PDF &Datei eingeben
gui.info.close.button=&Schlie\u00DFen
gui.info.title=JSignPdf Ausgabe Konsole
gui.keyPassword.label=Schl\u00FCssel Pass&wort
gui.keystoreFile.label=S&chl\u00FCsselbunddatei
gui.keystorePassword.label=Schl\u00FCsselbund &Passwort
gui.keystoreType.label=Schl\u00FCsselbund&typ
gui.loadAliases.button=Schl\u00FCssel &Laden
gui.location.label=&Ort
gui.outPdfFile.label=PDF &Ausgabedatei
gui.pdfOwnerPwd.label=E&igent\u00FCmer Passwort
gui.pdfUserPwd.label=&Benutzer Passwort
gui.reason.label=Be&gr\u00FCndung
gui.rights.assembly.checkbox=Zusammenstellen
gui.rights.button=&Rechte
gui.rights.copy.checkbox=Kopieren
gui.rights.fillIn.checkbox=Ausf\u00FCllen
gui.rights.modifyAnnotations.checkbox=Anmerkungen ver\u00E4ndern
gui.rights.modifyContents.checkbox=Inhalte ver\u00E4ndern
gui.rights.printing.label=Drucken
gui.rights.rights.label=Rechte
gui.rights.screenReaders.checkbox=Screen Reader
gui.rights.title=Rechte
gui.signIt.button=&Signieren
gui.storePasswords.checkbox=Passw\u00F6rter &Merken
gui.title=JSignPdf (Version {0})
gui.tsa.crlEnabled.checkbox=CRL Aktivieren
gui.tsa.enabled.checkbox=Verwenden Zeitstempel-Server
gui.tsa.ocspEnabled.checkbox=OCSP Aktivieren
gui.tsa.pwd.label=TSA Kennwort
gui.tsa.url.label=TSA URL
gui.tsa.user.label=TSA Benutzer
gui.valueNotFilled.error={0} muss ausgef\u00FCllt werden.
gui.visibleSignature.checkbox=Sichtbare Signat&ur
gui.visibleSignatureSettings.button=Ei&nstellungen
gui.vs.bgImgPath.label=Hintergrundbild
gui.vs.bgImgScale.label=Hintergrundbild Skalierung
gui.vs.bgImgScale.tooltip=Positiven Wert eingeben um die Bildgr\u00F6\u00DFe mit dem Wert zu multiplizieren.\r\nNull eingeben um den Hintergrund damit zu f\u00FCllen (ausdehen).\r\nNegativen Wert eingeben um die am besten passende Gr\u00F6\u00DFe zu verwenden.
gui.vs.browse.button=Durchsuchen ...
gui.vs.close.button=&Schlie\u00DFen
gui.vs.default.checkbox=Voreinstellung
gui.vs.imgPath.label=Bild
gui.vs.l2Text.label=Signaturtext
gui.vs.l2TextFontSize.label=Schriftart gr\u00F6\u00DFe
gui.vs.l4Text.label=Statustext
gui.vs.llx.label=Links unten X
gui.vs.llx.tooltip=Wert auf der x-Achse f\u00FCr die Position der linken unteren Ecke einer Signatur bei der Anordnung auf einer Seite.
gui.vs.lly.label=Links unten Y
gui.vs.lly.tooltip=Wert auf der y-Achse f\u00FCr die Position der linken unteren Ecke einer Singatur bei der Anordung auf einer Seite.
gui.vs.page.label=Seite
gui.vs.page.tooltip=Nummer der Seite auf der die Signatur angezeigt werden soll. Die erste Seite hat Nummer 1.
gui.vs.position.label=Position
gui.vs.renderMode.label=Anzeige
gui.vs.settings.label=Einstellungen
gui.vs.title=Visuelle Signatur Einstellungen
gui.vs.urx.label=Rechts oben X
gui.vs.urx.tooltip=Wert auf der x-Achse f\u00FCr die Position der rechten oberen Ecke einer Singatur bei der Anordung auf einer Seite.
gui.vs.ury.label=Rechts oben Y
gui.vs.ury.tooltip=Wert auf der y-Achse f\u00FCr die Position der rechten oberen Ecke einer Singatur bei der Anordung auf einer Seite.
render.descriptionOnly=Nur Beschreibung
render.graphicAndDescription=Bild und Beschreibung
render.signameAndDescription=Signaturname und Beschreibung
rights.allowDegradedPrinting=Erlauben mit reduzierter Qualit\u00E4t
rights.allowPrinting=Erlauben
rights.disallowPrinting=Untersagen
hlp.gui=(beta) zeigt GUI an, auch wenn andere Kommandozeilenargumente angegeben werden
hlp.l4Text=Statustext
hlp.ksType=legt den Schl\u00FCsselspeichertyp fest (Sie k\u00F6nnen eine Liste m\u00F6glicher Typen mit dem Argument -lkt erhalten)
hlp.l2TextFontSize=Schriftgr\u00F6\u00DFe f\u00FCr sichtbaren Unterschriftentext, Standardwert ist {0}
hlp.ksPwd=Passwort zum Schl\u00FCsselspeicher
hlp.l2Text=Signaturtext, Sie k\u00F6nnen auch Platzhalter f\u00FCr Signatureigenschaften verwenden (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.ocsp=OCSP-Zertifikatsvalidierung aktivieren
hlp.listKeys=listet Schl\u00FCssel im gew\u00E4hlten Schl\u00FCsselspeicher auf
hlp.listKsTypes=listet Schl\u00FCsselspeichertypen auf, die als Werte f\u00FCr die -kst Option verwendet werden k\u00F6nnen
hlp.loadProperties=L\u00E4dt Eigenschaften aus einer Standarddatei (von der GUI-Anwendung erstellt).
hlp.loadPropertiesFile=L\u00E4dt Programmeinstellungen aus der angegebenen Datei. Die verwendete Datei kann erstellt werden, indem die standardm\u00E4\u00DFige .JSignPdf-Datei kopiert wird, die beim Ausf\u00FChren der GUI im Home-Verzeichnis des Benutzers erstellt wird.
hlp.location=Einstellung des Ortes der Unterschrift (z. B. Berlin). Standardm\u00E4\u00DFig leer.
hlp.outPath=Verzeichnis, in dem die signierten PDFs abgelegt werden. Die Standardeinstellung ist das aktuelle Verzeichnis.
hlp.ownerpwd=Besitzer-Passwort f\u00FCr verschl\u00FCsselte Dokumente (wird verwendet, wenn die Option -e angegeben wird)
hlp.proxyPort=Port des Proxy-Servers, Standardwert ist {0}
hlp.printRight=Druckrechte. Wird f\u00FCr verschl\u00FCsselte Dokumente verwendet. Standardwert ist ALLOW_PRINTING. Verf\u00FCgbare Werte sind {0}
hlp.signerName=Name der Unterzeichnenden. Standardm\u00E4\u00DFig wird der Common Name (CN) des gew\u00E4hlten Zertifikats verwendet.
hlp.reason=Grund der Unterschrift. Standardm\u00E4\u00DFig leer.
hlp.tsaAuthn=Authentifizierungsmethode, die bei der Kommunikation mit dem TSA-Server verwendet wird. Der Standardwert ist NONE. M\u00F6gliche Werte sind {0}
hlp.renderMode=Rendermodus f\u00FCr sichtbare Signaturen. Der Standardwert ist DESCRIPTION_ONLY. M\u00F6gliche Werte sind {0}
hlp.tsaPwd=Benutzerkennwort f\u00FCr die TSA. Verwenden Sie diese Option, wenn Sie Zeitstempel (-ts) verwenden und der TSA-Server eine Authentifizierung erfordert.
hlp.tsaCertPasswd=Passwort zum \u00D6ffnen einer PKCS#12-Datei (siehe Option -tscf) mit einem privaten Schl\u00FCssel
hlp.tsaPolicy=OID der Zeitstempel-Serverrichtlinie, die f\u00FCr die Zeitstempelanforderung festgelegt werden sollte.
hlp.tsaCertFileType=Schl\u00FCsselspeichertyp f\u00FCr die TSA-Authentifizierung vom Typ CERTIFICATE - der Standardwert ist PKCS12
pdfEncryption.certificate=Zertifikat
hlp.visible=Aktiviere sichtbare Signatur
extcsp.nosignatureerr=Signierfehler, der Schl\u00FCsselspeicher hat einen Fehler zur\u00FCckgegeben: {0}
extcsp.nosignature=Signierfehler, Signatur nicht erhalten, keine Details
extcsp.certfactory=Es konnte keine Instanz von CertificateFactory erstellt werden
extcsp.nocert=Kein Zertifikat vom Schl\u00FCsselspeicher erhalten, Fehler: {0}
hlp.version=zeigt die Version der Anwendung
hlp.userpwd=Benutzerpasswort f\u00FCr verschl\u00FCsselte Dokumente (wird verwendet, wenn die Option -e angegeben wird)
extcsp.iohost=Verbindung zum Signierserver nicht m\u00F6glich - Verbindungsfehler: {0}
pdfEncryption.password=Passw\u00F6rter
pdfEncryption.notEncrypted=Nicht verschl\u00FCsselt
serverAuthn.none=Ohne Authentifizierung
serverAuthn.password=Benutzername / Passwort
serverAuthn.certificate=Client-Zertifikat
ssl.keymanager.init=Initialisierung von Authentifizierungszertifikaten aus der Datei {0}.
console.certificateExpired=Das Zertifikat {0} ist bereits abgelaufen.
console.certificateChainEmpty=Kein privater Schl\u00FCssel gefunden. \u00DCberpr\u00FCfen Sie die Schl\u00FCsselbund Einstellungen (Schl\u00FCsselbund Typ, Dateipfad, Passwort, Schl\u00FCssel Alias).
console.certificateNotForSignature=Das Zertifikat {0} ist nicht f\u00FCr eine digitale Signatur vorgesehen.
console.certificateNotYetValid=Das Zertifikat {0} ist noch nicht g\u00FCltig.
console.creatingTsaClient=TSA-Client erstellen.
console.crlinfo.alreadyLoaded=Heruntergeladene CRL ist bereits vorhanden. \u00DCberspringen.
console.crlinfo.crlSize=Gr\u00F6\u00DFe der heruntergeladenen CRL: {0}
console.criticalExtensionNotSupported=Zertifikat {0} enth\u00E4lt eine kritische Erweiterung mit OID "{1}", die von JSignPdf nicht erkannt wird - wird \u00FCbersprungen.
console.crlinfo.loadCrl=Lade CRL von {0} herunter
console.keystores=Verf\u00FCgbare Schl\u00FCsselbund-Typen:
console.fileNotFilled.error=Eingabe- oder Ausgabe-PDF-Pfad fehlt!
console.filesAreEqual.error=Eingabe- und Ausgabe-PDF-Pfad sind gleich. Bitte geben Sie verschiedene Pfade an.
console.inFileNotFound.error=Das eingegebene PDF wurde nicht gefunden oder es ist nicht lesbar.
console.noOCSPURL=OCSP-Server-URL nicht im Zertifikat gefunden. Es wird der in den Anwendungseinstellungen eingegebene Wert verwendet.
console.crlinfo.noUrlInDistPoint=Keine HTTP(s)-URL im Verteilungspunkt gefunden.
console.getOCSPURL=Lese die OCSP-URL aus der Zertifikatskette.
console.crlinfo.foundCrlUri=CRL-URL im Verteilungspunkt gefunden: {0}
console.keys=Schl\u00FCssel-Aliase im Schl\u00FCsselspeicher:
console.renderModeFallback=Die Anzeigeart der sichtbaren Signatur ist auf \u201EBild und Beschreibung\u201C eingestellt, es wurde aber kein Bild bereitgestellt. Der Modus "Nur Beschreibung" wird verwendet.
console.readingCRLs=Lese CRLs
console.readingOCSP=Abrufen von OCSP-Daten von der URL: {0}
console.serverNotTrusted=Das Zertifikat des Servers ist nicht vertrauensw\u00FCrdig. Sie k\u00F6nnen das Tool InstallCert verwenden, um das Zertifikat des Servers zu einem Speicher f\u00FCr vertrauensw\u00FCrdige Zertifikate hinzuzuf\u00FCgen.
console.pdfEncError.wrongCertificateFile=Eine Verschl\u00FCsselung der Datei mit dem Zertifikat ist nicht m\u00F6glich. Die Zertifikatsdatei "{0}" kann entweder nicht geladen werden oder enth\u00E4lt'kein X509 Zertifikat.
hlp.hashAlgorithm=Hash-Algorithmus, der f\u00FCr die Signatur verwendet wird. Der Standardwert ist SHA1. Verf\u00FCgbare Werte sind {0}
console.pdfEncError.cantUseCertificate=Eine Verschl\u00FCsselung der Datei mit dem Zertifikat ist nicht m\u00F6glich. Die Verschl\u00FCsselung mit dem \u00F6ffentlichen Schl\u00FCssel aus dem Zertifikat "{0}" wird von der laufenden Instanz von Java nicht unterst\u00FCtzt.
hlp.tsaUrl=Adresse des Zeitstempeldienstes (TSA). Bei Verwendung wird der Zeitstempel in die Signatur eingebunden. (Zu Testzwecken k\u00F6nnen Sie folgende URL verwenden: http://zeitstempel.dfn.de/)
console.crlinfo.retrieveCrlUrl=Lesen von CRL-Verteilungspunkten aus dem Zertifikat {0}
console.updateVersion=Aktualisiere PDF-Versionsinformationen 1.{0} -> 1.{1}
extcsp.unknownhashalg=Der angegebene Fingerprint/Hash-Algorithmus ({0}) wird nicht unterst\u00FCtzt
gui.tsa.certFile.label=Pfad der Schl\u00FCsseldatei (PKCS12)
hlp.footer.examples=Beispiele:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\n-> erstellt eine Kopie von mydocument.pdf mit dem Namen mydocument_signed.pdf, die mit dem ersten Zertifikat digital signiert ist, das im standardm\u00E4\u00DFigen Zertifikatspeicher des Betriebssystems gefunden wurde\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\n-> erzeugt die signierte und verschl\u00FCsselte Datei mydocument_signed.pdf, das Drucken der neuen Datei ist nicht erlaubt. F\u00FCr die Signatur wird der Schl\u00FCssel mit dem Alias cert23 aus der Datei my_certificate.pfx verwendet\n------------\n$ java -jar JSignPdf.jar -lkt\n-> listet die Schl\u00FCsselspeichertypen auf\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\n-> listet die Namen (Aliase) der in der Datei my_certificate.pfx gespeicherten Schl\u00FCssel unter Verwendung des Passworts f\u00FCr den Schl\u00FCsselspeicher auf. Der stille Modus ist aktiviert, sodass keine Debug-Informationen ausgegeben werden.
console.crlinfo.distPointNotSupported=Die Erweiterung Verteilungspunkte (Distribution Points extension) wird vom bereitgestellten Zertifikat nicht unterst\u00FCtzt.
console.skippingSigning=\u00DCberpr\u00FCfung der PDF-Datei fehlgeschlagen, Pfade \u00FCberpr\u00FCfen. Die Signatur wird nicht erstellt.
#console.updateVersionNotPossibleInAppendMode=Choosen configuration requires PDF version update, but it's not possible in the "append" signature mode.
console.updateVersionNotPossibleInAppendModeForGivenHash=Der ausgew\u00E4hlte Hash-Algorithmus ({0}) erfordert eine neuere PDF-Version ({1}) als im Originaldokument ({2}). Es ist nicht m\u00F6glich, die Version im Modus "Signatur an vorhandene anh\u00E4ngen" zu \u00E4ndern. Deaktivieren Sie entweder den Modus "Signatur an vorhandene anh\u00E4ngen" oder w\u00E4hlen Sie eine andere Hash-Funktion. Dies sind die Voraussetzungen der Algorithmen: {3}
error.sslHandshakeException=SSL-Verbindung fehlgeschlagen - das Zertifikat des Servers ist wahrscheinlich nicht bekannt. Sie k\u00F6nnen das Tool InstallCert verwenden, um das Zertifikat in den Java Keystore zu importieren.
gui.certificateNotForEncryption.error=Die Datei {0} enth\u00E4lt entweder kein X509-Zertifikat oder die Verschl\u00FCsselung wird f\u00FCr das Zertifikat nicht unterst\u00FCtzt.
hlp.bgScale=Vergr\u00F6\u00DFerungsverh\u00E4ltnis f\u00FCr das Hintergrundbild der sichtbaren Unterschrift. Optionen: Positive Zahl - Ein Vielfaches dieser Zahl wird verwendet, um die urspr\u00FCngliche Bildgr\u00F6\u00DFe zu multiplizieren. (z. B. 0,5 eingeben, um zu halbieren). Null \u2013 Das Bild wird so skaliert, dass es den gesamten Signaturhintergrund ausf\u00FCllt. Negative Zahl \u2013 Das Bild wird so skaliert, dass das Seitenverh\u00E4ltnis beibehalten wird und die beste Anpassung den Hintergrund ausf\u00FCllt.
hlp.disableAcro6Layers=deaktiviert die Acrobat 6 Ebeneneinstellungen, was bedeutet, dass alle Signaturebenen erstellt werden. Acrobat 6.0 und h\u00F6her empfiehlt, nur n2- und n4-Ebenen zu erstellen.
hlp.encCert=Pfad zur Zertifikatsdatei, die zum Verschl\u00FCsseln der Ausgabe-PDF verwendet werden soll (wenn -encryption CERTIFICATE gesetzt ist)
hlp.outSuffix=Suffix f\u00FCr den signierten Dateinamen. Standardwert ist "_signed" (z. B. wird beim Signieren der Datei mydocument.pdf die neue Datei mydocument_signed.pdf erstellt)
hlp.tsaHashAlg=Hash-Algorithmus, der f\u00FCr die Anfrage an den Zeitstempel-Server (TSA) verwendet wird; der Standardwert ist {0}
hlp.outPrefix=Pr\u00E4fix f\u00FCr die signierte Datei. Standardwert ist ein leeres Pr\u00E4fix.
hlp.page=Seite mit sichtbarer Signatur. Standardwert ist 1 (erste Seite). Wenn die angegebene Seitenzahl au\u00DFerhalb des zul\u00E4ssigen Bereichs liegt, wird die letzte Seite verwendet.
hlp.quiet=Stiller Modus - ohne Info-Meldungen w\u00E4hrend des Prozesses
extcsp.nohost=Kann keine Verbindung zum Signierserver herstellen - unbekannter Host {0}: {1}
hlp.proxyType=Proxy-Typ f\u00FCr Internetverbindungen. Standardwert ist {0}. M\u00F6gliche Werte sind {1}
hlp.ocspServerUrl=Standard-OCSP-Serveradresse, die verwendet wird, wenn das Zertifikat diese Informationen nicht enth\u00E4lt
hlp.tsaCertFile=Pfad zum Schl\u00FCsselspeicher, die den privaten Schl\u00FCssel f\u00FCr die Authentifizierung gegen\u00FCber dem TSA-Server enth\u00E4lt, wenn die Authentifizierungsmethode CERTIFICATE verwendet wird
hlp.encryption=Verschl\u00FCsselungstyp des Ausgabedokuments. Der Standardwert ist NONE. M\u00F6gliche Werte: {0}. Zusammen mit -upwd und -opwd f\u00FCr PASSWORD, und -ec f\u00FCr CERTIFICATE verwenden
hlp.tsaUser=Benutzername f\u00FCr die TSA. Verwenden Sie diese Option, wenn Sie Zeitstempel (-ts) verwenden und der TSA-Server eine Authentifizierung erfordert.
hlp.ksFile=legt den Pfad zur Schl\u00FCsselspeicherdatei fest - verwenden Sie die Datei mit Ihren privaten Schl\u00FCsseln (.p12, .pfx, .jks, ...) als Wert. Einige Schl\u00FCsselspeichertypen funktionieren nicht mit externen Dateien (z. B. natives Windows-Repository \u2013 WINDOWS-MY). Geben Sie diese Option f\u00FCr diese Repositorys nicht an.
default.l2text.date=Datum:
default.l2text.reason=Grund:
default.l2text.location=Ort:
console.unsupportedEncryptionType=Nicht unterst\u00FCtzter Verschl\u00FCsselungstyp.
console.settingTsaHashAlg=Einstellung des TSA Hash-Algorithmus: {0}
console.validatingFiles=\u00DCberpr\u00FCfe PDF-Eingabe- und Ausgabepfade.
error.vs.previewFailed=Ups. Vorschau fehlgeschlagen.
gui.encryptionCertFile.label=Zertifikatsdatei f\u00FCr die Verschl\u00FCsselung
error.vs.pageNotANumber=Seite muss eine ganze Zahl sein.
console.setSignerName=Setze Namen der unterzeichnenden Person: {0}
console.settingTsaPolicy=Setze Zeitstempeldienstrichtlinie TSA policy OID: {0}
file.notReadable=Die Datei {0} kann von der Anwendung nicht gelesen werden. Pr\u00FCfen Sie, ob die Datei existiert und der Benutzer Leserechte hat.
error.keystoreNull=Der Schl\u00FCsselspeicher wurde nicht korrekt geladen. Stellen Sie sicher, dass der Schl\u00FCsselspeichertyp, Pfad und Passwort korrekt ausgef\u00FCllt sind.
gui.pdfEncryption.label=PDF Verschl\u00FCsselung
gui.tsa.proxy.panel=Proxy Einstellungen
gui.tsa.certFilePwd.label=Schl\u00FCssel-Passwort
gui.tsa.proxyType.label=Typ
gui.tsaOcsp.button=TSA/OCSP/CRL
gui.preview.title=Vorschau/Auswahl
gui.hashAlgorithm.label=&Hash Algorithmus
gui.tsa.proxyHost.label=Proxy Host/Port
gui.tsa.hashAlg.label=TSA Hash Algorithmus
gui.tsa.authn.label=TSA Authentifizierung
gui.tsa.ocspServerUrl.label=Standard OCSP-Server-URL
gui.tsa.title=TSA && Zertifikatswiderruf
gui.tsa.policy.label=TSA Richtlinie (OID)
gui.vs.acro6layers.checkbox=Nur in Acrobat 6 empfohlene Ebenen
gui.vs.preview.button=Vorschau && Auswahl
hlp.crl=CRL-Zertifikats\u00FCberpr\u00FCfung aktivieren
hlp.disableFill=Ausf\u00FCllen verschl\u00FCsselter Dokumente verbieten
hlp.append=hinzuf\u00FCgen einer Signatur zu bestehenden. Die Standardeinstellung ersetzt vorhandene Signaturen durch neue.
hlp.bgPath=Pfad zur Hintergrundbilddatei einer sichtbaren Signatur
hlp.certLevel=Zertifizierungsstufe. Der Standardwert ist NOT_CERTIFIED. M\u00F6gliche Werte: {0}
hlp.contact=Kontaktdaten der Unterzeichnenden (Signaturfeld)
hlp.disableAnnot=deaktiviert die Bearbeitung von Anmerkungen f\u00FCr verschl\u00FCsselte Dokumente
hlp.disableAssembly=deaktiviert die Zusammenf\u00FCgung (assembly) f\u00FCr verschl\u00FCsselte Dokumente
hlp.disableContent=deaktiviert die Inhaltsbearbeitung f\u00FCr verschl\u00FCsselte Dokumente
hlp.disableCopy=deaktiviert das Kopieren aus verschl\u00FCsselten Dokumenten
hlp.disableScrRead=deaktiviert Screenreader-Funktionalit\u00E4ten f\u00FCr verschl\u00FCsselte Dokumente
hlp.encrypted=Dieser Parameter wird zuk\u00FCnftig nicht mehr unterst\u00FCtzt, verwenden Sie stattdessen -encryption PASSWORD!
hlp.keyAlias=Name (Alias) des Schl\u00FCssels aus dem ausgew\u00E4hlten Repository, der zum Signieren des Dokuments verwendet werden soll. Wird diese Option nicht verwendet, wird automatisch der erste Schl\u00FCssel im ausgew\u00E4hlten Speicher ausgew\u00E4hlt. (F\u00FCr eine Liste m\u00F6glicher Schl\u00FCsselnamen verwenden Sie die Option -lk)
hlp.imgPath=Pfad zur Bilddatei f\u00FCr eine sichtbare Signatur
hlp.keyPwd=Passwort f\u00FCr den Schl\u00FCsselspeicher. Normalerweise m\u00FCssen Sie diese Option nicht setzen - der Speicher ist normalerweise passwortgesch\u00FCtzt. Aber f\u00FCr alle F\u00E4lle haben Sie diese Option :)
hlp.footer.exitCodes=Programm-Exit-Codes:\n-------------------\n  0 Programm ohne Fehler beendet\n  1 Befehlszeile hat ein falsches Format\n  2 keine Operation angefordert - z. B. keine zu signierenden Dateien\n  3 Signieren einiger - aber nicht aller - Dateien fehlgeschlagen\n  4 Signieren aller Dateien fehlgeschlagen
hlp.help=gibt diesen Hilfebildschirm aus
hlp.keyIndex=Schl\u00FCsselreihenfolge (die Sequenz beginnt bei Null), die zum Signieren des Dokuments verwendet werden soll. Wird weder diese Option noch der Schl\u00FCsselname (Alias) verwendet, wird der erste im Repository gefundene Schl\u00FCssel (Index = 0) verwendet. Diese Option hat weniger Priorit\u00E4t als ein Alias.
hlp.header=JSignPdf ist eine Anwendung zum digitalen Signieren von PDF-Dokumenten. Wenn Sie das Programm ohne Kommandozeilenargument starten, wird die grafische Benutzeroberfl\u00E4che (GUI) gestartet, andernfalls k\u00F6nnen Sie JSignPdf im Kommandozeilen-Batch-Modus verwenden.
hlp.proxyHost=Hostname oder IP-Adresse des Proxy-Servers
