gui.vs.l2TextFontSize.label=Ve\u013Ekos\u0165 písma podpisu
console.createImage=Vytváram obrázok {0}
hlp.keyIndex=poradie k\u013Eú\u010Da (postupnos\u0165 za\u010Dína nulou), ktorý sa má pou\u017Ei\u0165 na podpísanie dokumentu. Ak nie je zadaná táto mo\u017Enos\u0165 ani alias, pou\u017Eije sa prvý k\u013Eú\u010D (index=0) v úlo\u017Eisku k\u013Eú\u010Dov. (Zoznam aliasov k\u013Eú\u010Da pomocou príkazu -lk). Táto vo\u013Eba má ni\u017E\u0161iu prioritu ako alias.
gui.rights.rights.label=Práva
console.setImage=Nastavujem obrázok pozadia
gui.tsa.pwd.label=TSA heslo
hlp.gui=(beta) zobrazenie GUI aj pri zadaní parametrov prostredníctvom príkazového riadku
extcsp.iohost=Nemo\u017Eno sa pripoji\u0165 k podpisovému serveru - chyba pripojenia: {0}
gui.filesEqual.error=Vstupný aj výstupný súbor PDF je rovnaký.
default.l2text.signedBy=Elektronicky podpísal(a)
gui.tsa.crlEnabled.checkbox=Povoli\u0165 CRL
rights.disallowPrinting=Zakáza\u0165
serverAuthn.password=Meno / Heslo
hlp.signerName=meno podpisovate\u013Ea. Predvolene je to be\u017Ený názov (CN) vybraného certifikátu.
gui.valueNotFilled.error={0} musí by\u0165 vyplnený.
gui.keystorePassword.label=&Heslo úlo\u017Eiska k\u013Eú\u010Dov
hlp.footer.exitCodes=Exit kódy programu:\n-------------------\n  0 ukon\u010Dené bez chýb\n  1 chybné argumenty\n  2 \u017Eiadna operácia nebola po\u017Eadovaná - napr. neuvedené \u017Eiadne súbory na podpísanie\n  3 podpísanie niektorých - ale nie v\u0161etkých - súborov zlyhalo\n  4 podpísanie v\u0161etkých súborov zlyhalo
extcsp.nohost=Nemo\u017Eno sa pripoji\u0165 k podpisovému serveru - neznámy hostite\u013E {0}: {1}
hlp.disableFill=zaká\u017Ee vyp\u013A\u0148anie v za\u0161ifrovaných dokumentov
gui.hashAlgorithm.label=&Hashovací algoritmus
hlp.append=prida\u0165 podpis k existujúcim. Predvolené nastavenie je nahradenie existujúcich podpisov novými.
hlp.ocsp=povoli\u0165 overovanie OCSP certifikátu
gui.vs.urx.tooltip=Hodnota na osi X pre polohu pravého horného rohu podpisu pre jeho umiestnenie na stránku.
console.certificateExpired=Certifikát {0} je u\u017E neplatný.
console.closeStream=Zatváram výstupný PDF stream
console.setL2Text=Nastavujem text Vrstvy 2 (popis)
hlp.tsaAuthn=metóda overovania pou\u017Eívaná pri kontakte so serverom TSA. Predvolená hodnota je NONE. Mo\u017Ené hodnoty sú {0}
console.inFileNotFound.error=Vstupný PDF súbor nenájdený alebo ho nie je mo\u017Ené pre\u010Díta\u0165.
filefilter.pdf=PDF súbory (.pdf)
hlp.tsaPolicy=OID politiky TSA, ktorý by mal by\u0165 nastavený na po\u017Eiadavku \u010Dasovej pe\u010Diatky.
gui.reason.label=&Reason (volite\u013Ené)
console.settingTsaHashAlg=Nastavuji hash algoritmus \u010Dasového razítka: {0}
hlp.ksFile=nastaví súbor KeyStore - ako hodnotu pou\u017Eite cestu, na ktorej sa nachádza súbor s privátnym k\u013Eú\u010Dom (.p12, .pfx, .jks, ...). Niektoré úlo\u017Eiská k\u013Eú\u010Dov nemajú k\u013Eú\u010De ulo\u017Eené v súbore (napr. windows keystore - WINDOWS-MY), vtedy túto mo\u017Enos\u0165 nepou\u017Eívajte.
gui.rights.title=Oprávnenia
console.setReason=Nastavujem dôvod: {0}
hlp.disableScrRead=zaká\u017Ee pou\u017Eitie \u010Díta\u010Diek obrazovky pre za\u0161ifrované dokumenty
console.usedKeyAlias=Pou\u017Eitý alias k\u013Eú\u010Da: {0}
console.unsupportedEncryptionType=Nepodporovaný typ \u0161ifrovania.
certificationLevel.formFill=Vyp\u013A\u0148anie formulárov povolené
gui.tsa.authn.label=TSA Overovanie
gui.storePasswords.checkbox=Zapa&mäta\u0165 heslá
extcsp.certfactory=Nepodarilo sa vytvori\u0165 in\u0161tanciu CertificateFactory
console.keys=Aliasy k\u013Eú\u010Dov vo vybranom úlo\u017Eisku:
gui.vs.imgPath.label=Obrázok
hlp.contact=kontaktné údaje podpisovate\u013Ea (podpisové pole)
gui.check.error.title=Kontrola zlyhala
hlp.posURX=horná pravá rohová poloha na X-axe vidite\u013Eného podpisu (negatívne hodnoty je odtiahnutá z \u0161írky stránky)
hlp.hashAlgorithm=hash algoritmus pou\u017Eitý na podpis. Predvolená hodnota je SHA1. Dostupné hodnoty sú {0}
hlp.posURY=horná pravá rohová poloha na Y-axe vidite\u013Eného podpisu (negative hodnota je pokladaný z vý\u0161ky stránky)
error.vs.previewFailed=Ups... Náh\u013Ead zlyhal.
pdfEncryption.certificate=Certifikát
hlp.help=zobrazí túto obrazovku nápovedy
hlp.tsaHashAlg=hashovací algoritmus pou\u017Eitý pri po\u017Eiadavke na server s \u010Dasovými pe\u010Diatkami (TSA); predvolená hodnota je {0}
gui.info.close.button=Zatvori\u0165
gui.advancedView.checkbox=P&okro\u010Dilé zobrazenie
console.setL4Text=Nastavujem text Vrstvy 4 (status)
gui.tsa.proxyHost.label=Proxy adresa/port
hlp.renderMode=re\u017Eim vykres\u013Eovania pre vidite\u013Ené podpisy. Predvolená hodnota je DESCRIPTION_ONLY. Mo\u017Ené hodnoty sú {0}
pdfEncryption.password=Heslá
gui.fileNotExists.error={0} neexistuje alebo nie je \u010Ditate\u013Ený.
rights.allowDegradedPrinting=Zhor\u0161ená kvalita
gui.tsa.certFile.label=Súbor s k\u013Eú\u010Dom  (PKCS12)
console.certificateNotForSignature=Certifikát {0} nie je vhodný pre digitálne podpisovanie.
hlp.tsaPwd=Heslo pou\u017Eívate\u013Ea TSA. Tento prepína\u010D pou\u017Eite, ak pou\u017Eívate \u010Dasovú pe\u010Diatku (-ts) a server TSA vy\u017Eaduje overenie.
gui.location.label=&Lokalita (nepovinné)
gui.vs.default.checkbox=Predvolené
gui.vs.l2Text.label=Text podpisu
console.validatingFiles=Kontrola vstupných a výstupných ciest PDF.
hlp.ksPwd=heslo do KeyStore
console.loadKeystore=Nahrávam úlo\u017Eisko k\u013Eú\u010Dov: {0}
hlp.tsaCertFile=cesta k súboru úlo\u017Eiska k\u013Eú\u010Dov, ktorý obsahuje súkromný k\u013Eú\u010D pou\u017Eívaný na autentifikáciu vo\u010Di serveru TSA, ak sa pou\u017Eíva metóda autentifikácie CERTIFICATE
gui.visibleSignatureSettings.button=Nastavenia
hlp.outSuffix=prípona pre podpísaný názov súboru. Predvolená hodnota je "_signed". (napr. proces podpísania súboru mydocument.pdf vytvorí nový súbor mydocument_signed.pdf)
gui.rights.screenReaders.checkbox=\u010Cíta\u010Dky obrazovky
gui.tsa.ocspEnabled.checkbox=Povoli\u0165 OCSP
console.crlinfo.foundCrlUri=Nájdené CRL URL v distribu\u010Dnom bode: {0}
gui.tsa.hashAlg.label=TSA hashovací algoritmus
console.processing=Spracovávam (mô\u017Ee to chví\u013Eu trva\u0165) ...
pdfEncryption.notEncrypted=Ne\u0161ifrovaný
hlp.disableAcro6Layers=vypne re\u017Eim vrstiev z Acrobatu 6, to znamená, \u017Ee budú vytvorené v\u0161etky vrstvy podpisu. Acrobat 6.0 a vy\u0161\u0161í doporu\u010Duje vytvori\u0165 iba n2 a n4 vrstvy podpisu.
console.filesAreEqual.error=Cesty k vstupnému a výstupnému PDF sú rovnaké. Prosím zadajte rôzne cesty.
gui.vs.browse.button=Preh\u013Eadáva\u0165 ...
console.createOutPdf=Vytváram výstupný PDF súbor: {0}
gui.tsa.ocspServerUrl.label=predvolená URL adresa OCSP servera
hlp.keyPwd=heslo k\u013Eú\u010Da v úlo\u017Eisku k\u013Eú\u010Dov. Vo vä\u010D\u0161ine prípadov túto mo\u017Enos\u0165 nastavova\u0165 nemusíte - heslom je chránený len úlo\u017Eisko k\u013Eú\u010Dov, ale pre istotu :)
default.l2text.date=Dátum:
console.serverNotTrusted=Certifikát servera nie je dôveryhodný. Na pridanie certifikátu servera do dôveryhodného úlo\u017Eiska certifikátov mô\u017Eete pou\u017Ei\u0165 nástroj InstallCert.
console.crlinfo.noUrlInDistPoint=V distribu\u010Dnom bode nebolo nájdené \u017Eiadne HTTP(s) URL.
gui.loadAliases.button=Na\u010Dítanie ke&ys
hlp.l4Text=text stavu
gui.tsa.url.label=TSA URL
console.setEncryption=Nastavujem \u0161ifrovanie
gui.vs.l4Text.label=Stavový text
console.fileNotFilled.error=Vstupná alebo výstupná cesta k PDF chýba!
hlp.ocspServerUrl=predvolená URL adresa OCSP servera , ktorá sa pou\u017Eije v prípade, \u017Ee podpisový certifikát túto informáciu neobsahuje
serverAuthn.none=Bez prihlásenia
gui.alias.label=&Alias k\u013Eú\u010Da
render.signameAndDescription=Názov a popis podpisu
console.renderModeFallback=Typ zobrazenia vidite\u013Eného podpisu je nastavený na "Obrázok a popis", ale \u017Eiadny obrázok nebol nahratý. Bude pou\u017Eitý typ "Len popis".
hlp.header=JSignPdf je aplikácia ur\u010Dená na digitálne podpisovanie dokumentov PDF. Ak program spustíte bez parametrov v príkazovom riadku, spustí sa grafické rozhranie, inak mô\u017Eete JSignPdf pou\u017Eíva\u0165 v dávkovom re\u017Eime príkazového riadka.
gui.vs.close.button=Zatvori\u0165
hlp.disableAnnot=zaká\u017Ee úpravu anotácií v za\u0161ifrovaných dokumentoch
gui.rights.assembly.checkbox=Zostavenie
console.getCertChain=Na\u010Dítavam certifika\u010Dnú re\u0165az
gui.inPdfFile.label=&Vstupný súbor PDF
gui.vs.settings.label=Nastavenia
console.crlinfo.alreadyLoaded=Stiahnutý CRL u\u017E existuje. Vynechávam.
hlp.disableCopy=zaká\u017Ee kopírovanie v za\u0161ifrovaných dokumentoch
console.memoryError=\nJava má nedostatok pamäti. Skúste povoli\u0165 viac pamäti pre JVM.\nPridajte parameter -Xmx<size> pre volanie java.\nnapr. $java -Xmx512m ... nastaví maximálnu pamä\u0165 pre Java na 512MB.\n
render.graphicAndDescription=Obrázok a popis
hlp.proxyType=typ proxy servera pre internetové pripojenie. Predvolená hodnota je {0}. Mo\u017Ené hodnoty sú {1}
gui.rights.button=Oprávnenia
hlp.crl=povoli\u0165 overovanie CRL certifikátov
hlp.proxyHost=názov hostite\u013Ea alebo IP adresa proxy servera
hlp.visible=zapína vidite\u013Ený podpis
console.pdfEncError.wrongCertificateFile=Nie je mo\u017Ené zakódovat PDF daným certifikátom. Súbor certifikátu "{0}" nemô\u017Ee by\u0165 na\u010Dítaný, alebo neobsahuje X509 certifikát.
console.pdfEncError.missingOwnerPassword=Heslové \u0161ifrovanie vy\u017Eaduje heslo vlastníka.
console.pdfEncError.missingUserPassword=Heslové \u0161ifrovanie vy\u017Eaduje pou\u017Eívate\u013Eské heslo.
console.setRender=Nastavujem re\u017Eim vykres\u013Eovania
error.sslHandshakeException=Pripojenie SSL zlyhalo - certifikát servera pravdepodobne nie je známy. Na import certifikátu do Java Keystore mô\u017Eete pou\u017Ei\u0165 nástroj InstallCert Tool.
error.vs.pageNotANumber=Strana musí by\u0165 celé \u010Díslo.
console.getOCSPURL=\u010Cítanie OCSP URL z certifika\u010Dnej re\u0165aze.
gui.tsa.enabled.checkbox=Pou\u017Ei\u0165 server s \u010Dasovou pe\u010Diatkou
console.setCertificationLevel=Nastavujem úrove\u0148 certifikácie
extcsp.nocert=Z úlo\u017Eiska k\u013Eú\u010Dov nebol prijatý \u017Eiadny certifikát, chyba: {0}
console.createPdfReader=Otváram vstupný PDF súbor: {0}
hlp.page=strana s vidite\u013Eným podpisom. Predvolená hodnota je 1 (prvá strana). Ak je zadané \u010Díslo strany mimo rámca, pou\u017Eije sa posledná strana.
hlp.keyAlias=názov (alias) k\u013Eú\u010Da, ktorý sa má pou\u017Ei\u0165 na podpísanie dokumentu. Ak táto mo\u017Enos\u0165 nie je zadaná, pou\u017Eije sa prvý k\u013Eú\u010D v úlo\u017Eisku k\u013Eú\u010Dov. (Zoznam aliasov k\u013Eú\u010Dov pomocou príkazu -lk)
gui.vs.page.label=Strana
console.noOCSPURL=Adresa OCSP servera v certifikáte nenájdená. Pou\u017Eije sa hodnota zadaná v programe.
gui.vs.preview.button=Náh\u013Ead && Výber
gui.keystoreFile.label=&Keystore súbor
filechooser.overwrite.question=Súbor "{0}" u\u017E existuje. Chcete ho prepísa\u0165?
hlp.tsaCertPasswd=heslo pou\u017Eívané na otvorenie súboru PKCS#12 (pozri vo\u013Ebu -tscf) so súkromným k\u013Eú\u010Dom
gui.vs.title=Nastavenia vidite\u013Eného podpisu
console.crlinfo.crlSize=Ve\u013Ekos\u0165 stiahnutého CRL: {0}
hlp.tsaCertFileType=typ úlo\u017Eiska k\u013Eú\u010Dov pre overovanie TSA CERTIFIKÁTOM - predvolené nastavenie je PKCS12
gui.vs.lly.label=\u013Davý dolný roh Y
gui.vs.lly.tooltip=Hodnota na osi Y pre polohu \u013Eavého dolného rohu podpisu pri jeho umiestnení na stránku.
gui.outPdfFile.label=&Output PDF súbor (volite\u013Ené)
console.exception=Vyskytol sa problém
gui.tsa.policy.label=TSA Politika (OID)
hlp.disableAssembly=zaká\u017Ee zostavenie v za\u0161ifrovaných dokumentoch
gui.vs.renderMode.label=Zobrazi\u0165
hlp.listKeys=vylistuje zoznam k\u013Eú\u010Dov vo vybranom úlo\u017Eisku k\u013Eú\u010Dov
console.getAliases=Na\u010Dítavam aliasy k\u013Eú\u010Da
hlp.outPath=prie\u010Dinok, v ktorom budú ulo\u017Eené podpísané dokumenty. Predvolená hodnota je aktuálny prie\u010Dinok.
certificationLevel.formFillAnnot=Vyp\u013A\u0148anie formulárov a anotácie povolené
hlp.quiet=tichý re\u017Eim - bez informa\u010Dných správ po\u010Das procesu
console.settingTsaPolicy=Nastavujem OID politiku \u010Dasového razítka: {0}
console.creatingTsaClient=Vytváram klienta pre TSA .
gui.vs.acro6layers.checkbox=Len vrstvy doporu\u010Dené v Acrobat 6
gui.rights.modifyAnnotations.checkbox=Úprava anotácií
console.readingOCSP=Získavanie OCSP údajov z URL: {0}
gui.tsa.certFilePwd.label=Heslo k\u013Eú\u010Da
gui.signIt.button=Podpí&sa\u0165
gui.rights.modifyContents.checkbox=Úprava obsahu
console.updateVersion=Aktualizujem informáciu o verzii PDF 1.{0} -> 1.{1}
gui.tsaOcsp.button=TSA/OCSP/CRL
console.setAcro6Layers=Pou\u017Eitie iba vrstiev odporú\u010Daných programom Acrobat 6: {0}
certificationLevel.notCertified=Necertifikované
gui.tsa.proxy.panel=Nastavenia proxy
console.crlinfo.loadCrl=S\u0165ahujem CRL z adresy {0}
extcsp.unknownhashalg=Nastavený algoritmus odtla\u010Dku/hash ({0}) nie je podporovaný
hlp.loadPropertiesFile=Na\u010Díta vlastnosti z daného súboru. Súbor mo\u017Eno vytvori\u0165 skopírovaním predvoleného súboru vlastností .JSignPdf vytvoreného grafickým rozhraním v domovskom adresári pou\u017Eívate\u013Ea.
error.keystoreNull=Úlo\u017Eisko k\u013Eú\u010Dov sa nepodarilo na\u010Díta\u0165. Skontrolujte, \u010Di sú typ úlo\u017Eiska k\u013Eú\u010Dov, cesta a heslo platné.
console.finished.error=Koniec: Vytváranie podpisu zlyhalo.
gui.browse.button=Preh\u013Eadáva\u0165...
hlp.encrypted=Táto vlastnos\u0165 je zastaraná, namiesto nej pou\u017Eite -encryption PASSWORD !
gui.tsa.title=TSA && zru\u0161enie certifikátu
hlp.certLevel=úrove\u0148 certifikácie. Predvolená hodnota je NOT_CERTIFIED. Dostupné hodnoty sú {0}
hlp.posLLY=ni\u017E\u0161ia \u013Eavá rohová pozícia na Y-axe vidite\u013Eného podpisu (negatívne hodnota je zatiahnutá z vý\u0161ky stránky)
hlp.encryption=re\u017Eim \u0161ifrovania výstupného PDF Predvolená hodnota je NONE. Mo\u017Ené hodnoty sú {0}. Pou\u017Eite spolu s -upwd a -opwd v prípade re\u017Eimu PASSWORD a -ec v prípade re\u017Eimu CERTIFICATE
gui.preview.title=Náh\u013Ead/Výber
hlp.loadProperties=Na\u010Díta vlastnosti z predvoleného súboru (vytvoreného aplikáciou GUI).
console.setLocation=Nastavujem lokalitu: {0}
rights.allowPrinting=Povoli\u0165
gui.info.title=JSignPdf Konzola výstupu
gui.vs.bgImgScale.tooltip=Ako hodnotu mierky mô\u017Eete pou\u017Ei\u0165 jeden z nasledujúcich variantov (ako odde\u013Eova\u010D desatinných miest pou\u017Eite bodku):\n1) Kladné \u010Díslo - násobok tohto \u010Dísla bude pou\u017Eitý pre vynásobenie pôvodnej ve\u013Ekosti obrázku. (napr. pre zmen\u0161enie na polovicu zadajte 0.5).\n2) Nula - ve\u013Ekos\u0165 obrázku bude zmenená tak aby vyplnil celé pozadie podpisu (stretch).\n3) Záporné \u010Díslo - ve\u013Ekos\u0165 obrázku bude zmenená tak, aby pomer strán zostal zachovaný a aby \u010Do najlep\u0161ie vyplnil pozadie (best fit).
gui.certificateNotForEncryption.error=Súbor {0} bu\u010F neobsahuje certifikát X509, alebo pre\u0148 nie je podporované \u0161ifrovanie.
default.l2text.location=Lokalita:
console.certificateNotYetValid=Certifikát {0} e\u0161te nie je platný.
hlp.reason=dôvod podpisu. Predvolene prázdne.
hlp.encCert=cesta k súboru s certifikátom, ktorý sa pou\u017Eíva na \u0161ifrovanie výstupného PDF v prípade, \u017Ee je nastavené -encryption CERTIFICATE
gui.keystoreType.label=&Typ úlo\u017Eiska k\u013Eú\u010Dov
hlp.listKsTypes=vylistuje zoznam typov úlo\u017Eísk k\u013Eú\u010Dov, ktoré mo\u017Eno pou\u017Ei\u0165 ako hodnoty pre vo\u013Ebu -kst
hlp.version=zobrazuje verziu aplikácie
gui.vs.position.label=Pozícia
gui.vs.bgImgPath.label=Obrázok pozadia
hlp.posLLX=ni\u017E\u0161ie \u013Eavý rohový postion na X-axe vidite\u013Eného podpisu (negatívne hodnota je zatiahnutá z \u0161írky stránky)
gui.tsa.proxyType.label=Typ
certificationLevel.noChanges=Zmeny zakázané
console.setSignatureGraphic=Nastavujem obrázok podpisu
filefilter.jks=Súbory úlo\u017Eiska Java Keystore Files (.jks)
gui.vs.ury.label=Pravý horný roh Y
gui.keyPassword.label=H&eslo k\u013Eú\u010Da
console.crlinfo.retrieveCrlUrl=Na\u010Dítavam distribu\u010Dné body pre CRL z certifikátu {0}
hlp.disableContent=zaká\u017Ee úpravu obsahu v za\u0161ifrovaných dokumentoch
console.keystores=Dostupné typy úlo\u017Eiska k\u013Eú\u010Dov:
gui.rights.printing.label=Tla\u010D
console.createSignature=Vytváram podpis
console.certificateChainEmpty=Privátny k\u013Eú\u010D nenájdený. Skontrolujte nastavenie úlo\u017Eiska k\u013Eú\u010Dov (typ úlo\u017Eiska, cestu k súboru, heslo, alias k\u013Eú\u010Da).
gui.tsa.user.label=TSA u\u017Eívate\u013E
gui.rights.copy.checkbox=Skopírova\u0165
gui.vs.urx.label=Pravý horný roh X
gui.certLevel.label=Nastavenie &certifikátu
console.setSignerName=Nastavujem meno podpisujúceho: {0}
hlp.tsaUrl=adresa servera \u010Dasových pe\u010Diatok (TSA). Ak pou\u017Eijete tento argument, \u010Dasová pe\u010Diatka bude zahrnutá do podpisu. (Na testovacie ú\u010Dely mô\u017Eete vyskú\u0161a\u0165 nasledujúcu adresu URL http://dse200.ncipher.com/TSS/HttpTspServer)
default.l2text.reason=Dôvod:
filechooser.save.warning=Ulo\u017Eenie upozornenia
hlp.bgPath=cesta k obrázku pozadia pre vidite\u013Ené podpisy
#console.updateVersionNotPossibleInAppendMode=Choosen configuration requires PDF version update, but it's not possible in the "append" signature mode.
console.updateVersionNotPossibleInAppendModeForGivenHash=Zvolený hashovací algoritmus ({0}) vy\u017Eaduje nov\u0161iu verziu PDF ({1}) ako pôvodnú ({2}). Aktualizácia verzie PDF nie je mo\u017Ená v re\u017Eime podpisu "append". Bu\u010F vypnite re\u017Eim "append", alebo vyberte iný hashovací algoritmus. Toto sú po\u017Eiadavky na algoritmus: {3}
hlp.userpwd=pou\u017Eívate\u013Eské heslo pre \u0161ifrované dokumenty (pou\u017Eíva sa, ke\u010F je zadaná vo\u013Eba -e)
console.setContact=Nastavujem kontakt: {0}
gui.pdfOwnerPwd.label=Heslo vlast&níka
hlp.footer.examples=Príklady:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\n-> vytvorí digitálne podpísanú kópiu súboru mydocument.pdf s názvom mydocument_signed.pdf. Podpis je vytvorený pomocou prvého osobného certifikátu nájdeného vo východiskovom úlo\u017Eisku certifikátov systému Windows\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\n-> vytvorí podpísaný a za\u0161ifrovaný súbor mydocument_signed.pdf, tla\u010D podpísaného dokumentu je zákázaná. Pre podpis je pou\u017Eitý k\u013Eú\u010D s menom cert23 z úlo\u017Eiska typu PKCS12 v súbore my_certificate.pfx\n------------\n$ java -jar JSignPdf.jar -lkt\n-> vypí\u0161e typy úlo\u017Eísk\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\n-> vypí\u0161e mená (aliasy) k\u013Eú\u010Dov ulo\u017Eených v úlo\u017Eisku my_certificate.pfx. Pre prístup do úlo\u017Eiska je pou\u017Eité heslo. Je pou\u017Eitý tichý mód, tak\u017Ee nebudú vytla\u010Dené \u017Eiadne dodato\u010Dné informácie.
hlp.outPrefix=prefix pre podpísaný súbor. Predvolená hodnota je prázdna.
console.skippingSigning=Overenie súboru zlyhalo, skontrolujte cesty k PDF. Proces podpisovania ukon\u010Dený.
console.starting=Spú\u0161\u0165am JSignPdf
extcsp.nosignature=Chyba pri podpisovaní, podpis nebol prijatý, \u017Eiadne podrobnosti
gui.appendSignature.checkbox=Pripo&ji\u0165 podpis k existujícim
console.getKeystoreType=Na\u010Dítavam typ úlo\u017Eiska k\u013Eú\u010Dov: {0}
gui.pdfUserPwd.label=Heslo &U\u017Eívate\u013Ea
hlp.bgScale=mierka zvä\u010D\u0161enia pre obrázok pozadia vidite\u013Eného podpisu. Mo\u017Enosti: Kladné \u010Díslo - \u010Díslo bude pou\u017Eité pre vynásobenie pôvodnej ve\u013Ekosti obrázku. (napr. pre zmen\u0161enie na polovicu zadajte 0.5). Nula - ve\u013Ekos\u0165 obrázku bude zmenená tak aby vyplnil celé pozadie podpisu (stretch). Záporné \u010Díslo - ve\u013Ekos\u0165 obrázku bude zmenená tak, aby pomer strán zostal zachovaný a aby \u010Do nejlep\u0161ie vyplnil pozadie (best fit).
hlp.l2Text=text podpisu, mô\u017Eete tie\u017E pou\u017Ei\u0165 zástupné znaky pre vlastnosti podpisu (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.l2TextFontSize=ve\u013Ekos\u0165 písma pre vidite\u013Ený text podpisu, predvolená hodnota je {0}
extcsp.nosignatureerr=Chyba pri podpisovaní, úlo\u017Eisko k\u013Eú\u010Dov vrátilo chybu: {0}
gui.vs.llx.label=\u013Davý dolný roh X
gui.contact.label=Ko&ntakt (volite\u013Ené)
hlp.ownerpwd=heslo vlastníka pre za\u0161ifrované dokumenty (pou\u017Eíva sa, ke\u010F je zadaná vo\u013Eba -e)
console.setImageScale=Nastavujem mierku obrázka na pozadí
file.notReadable=Súbor {0} nie je pre aplikáciu \u010Ditate\u013Ený. Skontrolujte, \u010Di súbor existuje a pou\u017Eívate\u013E má právo na \u010Dítanie.
gui.vs.bgImgScale.label=Mierka obrázku pozadia
console.criticalExtensionNotSupported=Certifikát {0} obsahuje kritické roz\u0161írenie s OID "{1}", ktoré nebolo programom JSignPdf rozpoznané - vynechávam.
gui.vs.ury.tooltip=Hodnota na osi Y pre polohu pravého horného rohu podpisu na umiestnenie na stránku.
gui.visibleSignature.checkbox=Vidite\u013Ený podpis
console.setVisibleSignature=Vytváram vidite\u013Ený podpis
hlp.location=lokalita podpisu (napr. Bratislava). Východzia hodnota je prázdna.
hlp.imgPath=cesta k obrázku pre vidite\u013Ený podpis
console.pdfEncError.cantUseCertificate=Nie je mo\u017Enďż˝ zakďż˝dovat PDF danďż˝m certifikďż˝tom. Kďż˝dovanie pomocou verejnďż˝ho k\u013Eďż˝\u010Da z certifikďż˝tu "{0}" nie je podporovanďż˝ be\u017Eiacou in\u0161tanciou Java.
gui.vs.page.tooltip=\u010Císlo strany, na ktorej sa bude zobrazova\u0165 podpis. Prvá strana má \u010Díslo 1.
gui.vs.llx.tooltip=Hodnota na osi X pre polohu \u013Eavého dolného rohu podpisu pri jeho umiestnení na stránku.
render.descriptionOnly=Iba popis
hlp.ksType=nastaví typ KeyStore (mô\u017Eete zobrazi\u0165 mo\u017Ené hodnoty pre tento argument -lkt)
hlp.proxyPort=port proxy servera, predvolená hodnota je {0}
filefilter.pkcs12=Súbory certifikátov PKCS#12 (.pfx, .p12)
gui.rights.fillIn.checkbox=Vypl\u0148te
gui.pdfEncryption.label=PDF \u0160ifrovanie
console.finished.ok=Koniec: Vytvorenie podpisu prebehlo úspe\u0161ne.
console.readingCRLs=Na\u010Dítavam zoznam CRL
console.configureVisible=Konfigurujem vidite\u013Ený podpis
console.getPrivateKey=Nahrávam súkromný k\u013Eú\u010D
gui.encryptionCertFile.label=Súbor certifikátu pre \u0161ifrovanie
console.crlinfo.distPointNotSupported=Roz\u0161írenie distribu\u010Dných bodov (Distribution Points extension) nie je v danom certifikáte podporované.
hlp.tsaUser=TSA meno pou\u017Eívate\u013Ea. Tento prepína\u010D pou\u017Eite, ak pou\u017Eívate \u010Dasovú pe\u010Diatku (-ts) a server TSA vy\u017Eaduje autentifikáciu.
hlp.printRight=oprávnenia na tla\u010D. Pou\u017Eíva sa pre za\u0161ifrované dokumenty. Predvolená hodnota je ALLOW_PRINTING. Dostupné hodnoty sú {0}
gui.title=JSignPdf (verzia {0})
serverAuthn.certificate=Klientský certifikát
ssl.keymanager.init=Inicializácia správcu k\u013Eú\u010Dov zo súboru úlo\u017Eiska k\u013Eú\u010Dov {0}.
#
# JavaFX GUI
#
jfx.gui.menu.file=Súbor
jfx.gui.menu.file.open=Otvori\u0165 PDF...
jfx.gui.menu.file.close=Zatvori\u0165
jfx.gui.menu.file.sign=Podpísa\u0165
jfx.gui.menu.file.recentFiles=Nedávne súbory
jfx.gui.menu.file.recentFiles.empty=\u017Diadne nedávne súbory
jfx.gui.menu.file.resetSettings=Reset Settings\u2026
jfx.gui.menu.file.exit=Ukon\u010Di\u0165
jfx.gui.menu.file.saveAs=Ulo\u017Ei\u0165 výstup ako...
jfx.gui.menu.view=Zobrazenie
jfx.gui.menu.view.zoomIn=Priblí\u017Ei\u0165
jfx.gui.menu.view.zoomOut=Oddiali\u0165
jfx.gui.menu.view.fitPage=Prispôsobi\u0165 stránku
jfx.gui.menu.view.toggleSidePanel=Prepnú\u0165 bo\u010Dný panel
jfx.gui.menu.signing=Podpisovanie
jfx.gui.menu.signing.visibleSig=Vidite\u013Ený podpis
jfx.gui.menu.help=Pomoc
jfx.gui.menu.help.about=O programe JSignPdf
jfx.gui.toolbar.open=Otvori\u0165
jfx.gui.toolbar.fit=Prispôsobi\u0165
jfx.gui.toolbar.sign=Podpísa\u0165
jfx.gui.toolbar.clearVisibleSig=Vymaza\u0165 podpis
jfx.gui.panel.certificate=Certifikát
jfx.gui.panel.signatureProperties=Vlastnosti podpisu
jfx.gui.panel.signatureAppearance=Vzh\u013Ead podpisu
jfx.gui.panel.timestampValidation=\u010Casová pe\u010Diatka a validácia
jfx.gui.panel.encryptionRights=\u0160ifrovanie a práva
jfx.gui.dropHint=Pretiahnite PDF súbor sem alebo pou\u017Eite Súbor > Otvori\u0165
jfx.gui.status.ready=Pripravený
jfx.gui.status.signingInProgress=Podpisovanie...
jfx.gui.status.signingOk=Podpisovanie úspe\u0161ne dokon\u010Dené
jfx.gui.status.signingFailed=Podpisovanie zlyhalo
jfx.gui.status.renderError=Chyba pri vykres\u013Eovaní stránky
jfx.gui.status.readError=Chyba: Nie je mo\u017Ené pre\u010Díta\u0165 PDF súbor
jfx.gui.status.shiftToReplace=Dr\u017Ete Shift a \u0165ahaním nahradíte obd\u013A\u017Enik podpisu
jfx.gui.status.visibleSigEnabled=Vidite\u013Ený podpis
jfx.gui.status.invisibleSig=Nevidite\u013Ený podpis
jfx.gui.dialog.signingComplete.title=Podpisovanie dokon\u010Dené
jfx.gui.dialog.signingComplete.text=PDF súbor bol úspe\u0161ne podpísaný.
jfx.gui.dialog.signingFailed.title=Podpisovanie zlyhalo
jfx.gui.dialog.signingFailed.text=Proces podpisovania zlyhal. Skontrolujte výstupnú konzolu.
jfx.gui.dialog.signingError.title=Chyba podpisovania
jfx.gui.dialog.noDocument.title=\u017Diadny dokument
jfx.gui.dialog.noDocument.text=Najskôr otvorte PDF dokument.
jfx.gui.dialog.missingPasswords.title=Chýbajúce heslá
jfx.gui.dialog.missingPasswords.text=Heslové \u0161ifrovanie vy\u017Eaduje nastavenie hesla vlastníka aj pou\u017Eívate\u013Eského hesla.
jfx.gui.dialog.missingEncCert.title=Chýbajúci \u0161ifrovací certifikát
jfx.gui.dialog.missingEncCert.text=Certifikátové \u0161ifrovanie vy\u017Eaduje výber súboru so \u0161ifrovacím certifikátom.
jfx.gui.dialog.openPdf.title=Otvori\u0165 PDF
jfx.gui.dialog.ownerPassword.title=Vy\u017Eaduje sa heslo
jfx.gui.dialog.ownerPassword.header=Tento PDF je chránený heslom. Zadajte heslo vlastníka na jeho otvorenie.
jfx.gui.dialog.ownerPassword.headerRetry=Nesprávne heslo. Skúste to znova.
jfx.gui.dialog.ownerPassword.label=Heslo vlastníka:
jfx.gui.dialog.ownerPassword.prompt=Zadajte heslo
jfx.gui.dialog.ownerPassword.ok=Otvori\u0165
jfx.gui.dialog.about.description=Bezplatná aplikácia na podpisovanie PDF.
jfx.gui.dialog.selectKeystoreFile=Vybra\u0165 súbor úlo\u017Eiska k\u013Eú\u010Dov
jfx.gui.dialog.selectSignatureImage=Vybra\u0165 obrázok podpisu
jfx.gui.dialog.selectBackgroundImage=Vybra\u0165 obrázok pozadia
jfx.gui.dialog.selectOutputPdf=Vybra\u0165 výstupný PDF súbor
jfx.gui.dialog.selectEncryptionCert=Vybra\u0165 certifikát pre \u0161ifrovanie
jfx.gui.dialog.selectTsaCertFile=Vybra\u0165 súbor certifikátu TSA
jfx.gui.cert.keystoreType=Typ úlo\u017Eiska k\u013Eú\u010Dov:
jfx.gui.cert.keystoreFile=Súbor úlo\u017Eiska k\u013Eú\u010Dov:
jfx.gui.cert.keystorePassword=Heslo úlo\u017Eiska k\u013Eú\u010Dov:
jfx.gui.cert.loadKeys=Na\u010Díta\u0165 k\u013Eú\u010De
jfx.gui.cert.keyAlias=Alias k\u013Eú\u010Da:
jfx.gui.cert.keyPassword=Heslo k\u013Eú\u010Da:
jfx.gui.cert.storePasswords=Zapamäta\u0165 heslá
jfx.gui.sig.enableVisible=Povoli\u0165 vidite\u013Ený podpis
jfx.gui.sig.renderMode=Re\u017Eim zobrazovania:
jfx.gui.sig.l2Text=Text podpisu:
jfx.gui.sig.l4Text=Text stavu:
jfx.gui.sig.fontSize=Ve\u013Ekos\u0165 písma:
jfx.gui.sig.signatureImage=Obrázok podpisu:
jfx.gui.sig.backgroundImage=Obrázok pozadia:
jfx.gui.sig.acro6Layers=Re\u017Eim vrstiev Acrobat 6
jfx.gui.sig.hashAlgorithm=Hashovací algoritmus:
jfx.gui.sig.certLevel=Úrove\u0148 certifikácie:
jfx.gui.sig.signerName=Meno podpisujúceho:
jfx.gui.sig.reason=Dôvod:
jfx.gui.sig.location=Lokalita:
jfx.gui.sig.contact=Kontakt:
jfx.gui.sig.appendSignature=Prida\u0165 podpis
jfx.gui.sig.outputFile=Výstupný súbor:
jfx.gui.enc.pdfEncryption=PDF \u0161ifrovanie:
jfx.gui.enc.ownerPassword=Heslo vlastníka:
jfx.gui.enc.userPassword=Heslo pou\u017Eívate\u013Ea:
jfx.gui.enc.encryptionCert=Certifikát pre \u0161ifrovanie:
jfx.gui.enc.printRight=Právo na tla\u010D:
jfx.gui.enc.allowCopy=Povoli\u0165 kopírovanie
jfx.gui.enc.allowAssembly=Povoli\u0165 zostavovanie
jfx.gui.enc.allowFillIn=Povoli\u0165 vyp\u013A\u0148anie
jfx.gui.enc.allowScreenReaders=Povoli\u0165 \u010Díta\u010Dky obrazovky
jfx.gui.enc.allowModifyAnnotations=Povoli\u0165 zmenu poznámok
jfx.gui.enc.allowModifyContents=Povoli\u0165 zmenu obsahu
jfx.gui.tsa.enableTimestamp=Povoli\u0165 \u010Dasovú pe\u010Diatku (TSA)
jfx.gui.tsa.serverUrl=URL servera TSA:
jfx.gui.tsa.authentication=Autentifikácia:
jfx.gui.tsa.user=TSA pou\u017Eívate\u013E:
jfx.gui.tsa.password=TSA heslo:
jfx.gui.tsa.certFileType=Typ súboru certifikátu TSA:
jfx.gui.tsa.certFile=Súbor certifikátu TSA:
jfx.gui.tsa.certPassword=Heslo certifikátu TSA:
jfx.gui.tsa.policyOid=OID politiky TSA:
jfx.gui.tsa.hashAlgorithm=Hashovací algoritmus TSA:
jfx.gui.tsa.enableOcsp=Povoli\u0165 OCSP
jfx.gui.tsa.ocspServerUrl=URL servera OCSP:
jfx.gui.tsa.enableCrl=Povoli\u0165 CRL
jfx.gui.tsa.proxyType=Typ proxy:
jfx.gui.tsa.proxyHost=Proxy server:
jfx.gui.tsa.proxyPort=Proxy port:
jfx.gui.console.title=Výstupná konzola
jfx.gui.console.clear=Vymaza\u0165
jfx.gui.dialog.resetSettings.title=Reset Settings
jfx.gui.dialog.resetSettings.text=This will delete all saved settings and reset the application to its default state. Continue?
jfx.gui.status.settingsReset=Settings have been reset to defaults
