certificationLevel.formFill=Se permite el llenado de formularios
certificationLevel.formFillAnnot=Se permiten anotaciones y llenado de formularios
certificationLevel.noChanges=No se permiten cambios
certificationLevel.notCertified=No certificado
console.certificateChainEmpty=No se encontr\u00F3 ninguna clave privada. Compruebe la configuraci\u00F3n del almac\u00E9n de claves (tipo de almac\u00E9n de claves, ruta de archivo, contrase\u00F1a, alias de clave).
console.certificateExpired=El certificado {0} ya venci\u00F3.
console.certificateNotForSignature=El certificado {0} no est\u00E1 destinado a la firma digital.
console.certificateNotYetValid=El certificado {0} a\u00FAn no es v\u00E1lido.
console.closeStream=Cerrar flujo de PDF
console.configureVisible=Configurar firma visible
console.createImage=Creando imagen {0}
console.createOutPdf=Creando archivo PDF de salida: {0}
console.createPdfReader=Abriendo archivo PDF de entrada: {0}
console.createSignature=Creando firma
console.creatingTsaClient=Creando cliente TSA.
console.criticalExtensionNotSupported=El certificado {0} contiene una extensi\u00F3n cr\u00EDtica con OID "{1}" que JSignPdf no reconoce: se omiten.
console.crlinfo.alreadyLoaded=La CRL descargada ya est\u00E1 presente. Se omite.
console.crlinfo.crlSize=Tama\u00F1o de la CRL descargada: {0}
console.crlinfo.distPointNotSupported=La extensi\u00F3n de puntos de distribuci\u00F3n no es compatible con un certificado determinado.
console.crlinfo.foundCrlUri=URL de CRL encontrada en el punto de distribuci\u00F3n: {0}
console.crlinfo.loadCrl=Descargando CRL de {0}
console.crlinfo.noUrlInDistPoint=No se encontraron URL HTTP (s) en el punto de distribuci\u00F3n.
console.crlinfo.retrieveCrlUrl=Leer puntos de distribuci\u00F3n de CRL del certificado {0}
console.exception=Ocurri\u00F3 un problema
console.fileNotFilled.error=Falta la ruta de entrada o salida del PDF!
console.filesAreEqual.error=Las rutas de entrada y salida de PDF son iguales. Por favor complete las diferentes rutas.
console.finished.error=Finalizado: No se pudo crear la firma.
console.finished.ok=Finalizado: firma creada correctamente.
console.getAliases=Obtener un alias de clave
console.getCertChain=Obteniendo la cadena de certificados
console.getKeystoreType=Obteniendo una instancia de tipo de almac\u00E9n de claves: {0}
console.getOCSPURL=Leyendo la URL de OCSP de la cadena de certificados.
console.getPrivateKey=Cargando clave privada
console.inFileNotFound.error=No se encontr\u00F3 el PDF de entrada o no es legible.
console.keys=Alias de clave en el almac\u00E9n de claves:
console.keystores=Tipos de almac\u00E9n de claves disponibles:
console.loadKeystore=Cargando almac\u00E9n de claves: {0}
console.memoryError=\nJava no tiene memoria. Intente permitir m\u00E1s memoria a su JVM.\nAgregue el par\u00E1metro -Xmx <size> a su llamada java.\np.ej. $ java -Xmx512m ... establece el tama\u00F1o m\u00E1ximo de almacenamiento din\u00E1mico de Java en 512 MB.\n
console.noOCSPURL=La URL del servidor OCSP no se encuentra en el certificado. Se utilizar\u00E1 el valor introducido en la configuraci\u00F3n de la aplicaci\u00F3n.
console.pdfEncError.wrongCertificateFile=No se puede utilizar el cifrado de certificado del PDF. El archivo de certificado "{0}" no se puede cargar o no contiene un certificado X509.
console.readingCRLs=Leyendo CRL
console.readingOCSP=Obtenci\u00F3n de datos OCSP de URL: {0}
console.renderModeFallback=El modo de renderizado de la firma visible est\u00E1 configurado en "Imagen y descripci\u00F3n", pero no se proporcion\u00F3 ninguna imagen. Se utilizar\u00E1 el modo "S\u00F3lo descripci\u00F3n".
console.setAcro6Layers=Utilice solo las capas recomendadas por Acrobat 6: {0}
console.setCertificationLevel=Establecer el nivel de certificaci\u00F3n
console.setContact=Estableciendo contacto: {0}
console.setEncryption=Configuraci\u00F3n de cifrado
console.setImage=Configuraci\u00F3n de la imagen de fondo
console.setImageScale=Configuraci\u00F3n del tama\u00F1o de la imagen de fondo
console.setL2Text=Configuraci\u00F3n del texto de la capa 2 (descripci\u00F3n)
console.setL4Text=Configuraci\u00F3n del texto de la capa 4 (estado)
console.setSignerName=Configuraci\u00F3n del nombre del firmante: {0}
console.setLocation=Configuraci\u00F3n de ubicaci\u00F3n: {0}
console.setReason=Configuraci\u00F3n de Motivo: {0}
console.setRender=Configuraci\u00F3n del modo de renderizado
console.setSignatureGraphic=Configuraci\u00F3n de imagen
console.setVisibleSignature=Creando firma visible
console.settingTsaHashAlg=Configuraci\u00F3n del algoritmo hash de TSA: {0}
console.settingTsaPolicy=Configuraci\u00F3n del OID de la pol\u00EDtica de la TSA: {0}
console.skippingSigning=La validaci\u00F3n del archivo fall\u00F3, verifique sus rutas de PDF. Se omite.
console.starting=Inicio de JSignPdf
console.unsupportedEncryptionType=Tipo de cifrado no admitido.
console.updateVersion=Actualizaci\u00F3n de la informaci\u00F3n de la versi\u00F3n PDF 1. {0} -> 1. {1}
console.updateVersionNotPossibleInAppendMode=La configuraci\u00F3n elegida requiere la actualizaci\u00F3n de la versi\u00F3n PDF, pero no es posible en el modo de firma "adjuntar".
console.usedKeyAlias=Alias de clave utilizado: {0}
console.pdfEncError.cantUseCertificate=No se puede utilizar el cifrado de certificado del PDF. El cifrado que utiliza la clave p\u00FAblica del certificado "{0}" no es compatible con Java en ejecuci\u00F3n.
console.processing=Procesando (puede llevar un tiempo) ...
console.serverNotTrusted=El certificado del servidor no es de confianza. Puede utilizar la herramienta InstallCert para agregar el certificado del servidor a un almac\u00E9n de certificados de confianza.
console.validatingFiles=Comprobaci\u00F3n de rutas de PDF de entrada y salida.
default.l2text.date=Fecha:
default.l2text.location=Ubicaci\u00F3n:
default.l2text.reason=Raz\u00F3n:
default.l2text.signedBy=Firmado digitalmente por
error.keystoreNull=El almac\u00E9n de claves no se carg\u00F3 correctamente. Compruebe si el tipo de almac\u00E9n de claves, la ruta y la contrase\u00F1a son v\u00E1lidos.
error.vs.pageNotANumber=La p\u00E1gina tiene que ser un n\u00FAmero entero.
error.vs.previewFailed=Ooops. La vista previa ha fallado.
filechooser.overwrite.question=El archivo "{0}" ya existe. \u00BFQuiere sobrescribirlo?
filechooser.save.warning=Guardar advertencia
filefilter.jks=Archivos Java Keystore (.jks)
filefilter.pdf=Archivos PDF (.pdf)
filefilter.pkcs12=Archivos PKCS#12 (.pfx, .p12)
gui.advancedView.checkbox=Vista avanzada
gui.alias.label=Clave y alias
gui.appendSignature.checkbox=A\u00F1adir firma a los existentes
gui.browse.button=Explora ...
gui.certLevel.label=Nivel de certificaci\u00F3n
gui.certificateNotForEncryption.error=El archivo {0} no contiene un certificado X509 o el cifrado no es compatible con el certificado.
gui.check.error.title=Comprobaci\u00F3n fallida
gui.contact.label=Contacto (opcional)
gui.encryptionCertFile.label=Archivo de certificado para el cifrado
gui.fileNotExists.error={0} no existe o no es legible.
gui.filesEqual.error=Los archivos PDF de entrada y salida son iguales.
gui.hashAlgorithm.label=algoritmo de hash
gui.inPdfFile.label=Archivo PDF de entrada
gui.info.close.button=Cerrar
gui.info.title=JSignPdf Consola de salida
gui.keystoreFile.label=& Archivo de almac\u00E9n de claves
gui.keystorePassword.label=Keystore &Contrase\u00F1a
gui.keystoreType.label=Keystore &Tipo
gui.loadAliases.button=Cargar claves
gui.location.label=&Ubicaci\u00F3n (opcional)
gui.outPdfFile.label=&Archivo PDF de salida (opcional)
gui.pdfOwnerPwd.label=Contrase\u00F1a del propietario
gui.pdfUserPwd.label=contrase\u00F1a de usuario
gui.preview.title=Vista previa/Selecci\u00F3n
gui.reason.label=Raz\u00F3n (opcional)
gui.rights.assembly.checkbox=Montaje
gui.rights.button=Derechos
gui.rights.copy.checkbox=Copiar
gui.rights.fillIn.checkbox=Llenar
gui.rights.modifyAnnotations.checkbox=Modificar las anotaciones
gui.rights.modifyContents.checkbox=Modificar contenido
gui.rights.printing.label=Impresi\u00F3n
gui.rights.rights.label=Derechos
gui.rights.screenReaders.checkbox=Lectores de pantalla
gui.rights.title=Derechos
gui.signIt.button=&F\u00EDrmalo
gui.storePasswords.checkbox=Recordar contrase\u00F1as
gui.title=JSignPdf (Versi\u00F3n {0})
gui.tsa.authn.label=Autenticaci\u00F3n TSA
gui.tsa.certFile.label=Ruta del archivo de claves (PKCS12)
gui.tsa.certFilePwd.label=Clave de acceso
gui.tsa.crlEnabled.checkbox=Activar CRL
gui.tsa.enabled.checkbox=Utilizar el servidor de marcas de tiempo
gui.tsa.hashAlg.label=Algoritmo hash TSA
gui.tsa.ocspEnabled.checkbox=Activar OCSP
gui.tsa.ocspServerUrl.label=URL del servidor OCSP por defecto
gui.tsa.policy.label=Pol\u00EDtica TSA (OID)
gui.tsa.proxy.panel=Configuraci\u00F3n del proxy
gui.tsa.proxyHost.label=Host/puerto proxy
gui.tsa.proxyType.label=Tipo
gui.tsa.pwd.label=Contrase\u00F1a TSA
gui.tsa.title=TSA && Certificado revocation
gui.tsa.url.label=URL de TSA
gui.tsa.user.label=Usuario de TSA
gui.tsaOcsp.button=TSA/OCSP/CRL
gui.valueNotFilled.error={0} debe llenarse.
gui.visibleSignature.checkbox=Firma visible
gui.visibleSignatureSettings.button=Ajustes
gui.vs.acro6layers.checkbox=Modo de 6 capas de Acrobat
gui.vs.bgImgPath.label=Imagen de fondo
gui.vs.browse.button=Explora ...
gui.vs.close.button=Cerrar
gui.vs.default.checkbox=Por defecto
gui.vs.imgPath.label=Imagen
gui.vs.l2Text.label=Texto de la firma
gui.vs.l4Text.label=Texto de estado
gui.vs.llx.label=Inferior izquierda X
gui.vs.llx.tooltip=Valor en el eje X para la posici\u00F3n de una esquina inferior izquierda de la firma para colocarla en una p\u00E1gina.
gui.vs.lly.label=inferior izquierda Y
gui.vs.lly.tooltip=Valor en el eje Y para la posici\u00F3n de una esquina inferior izquierda de la firma para colocarla en una p\u00E1gina.
gui.vs.page.label=P\u00E1gina
gui.vs.page.tooltip=N\u00FAmero de p\u00E1gina en la que se mostrar\u00E1 la firma. La primera p\u00E1gina tiene el n\u00FAmero 1.
gui.vs.position.label=Posici\u00F3n
gui.vs.renderMode.label=Mostrar
gui.vs.settings.label=Configuraci\u00F3n
gui.vs.title=Configuraci\u00F3n de la firma visible
gui.vs.urx.label=Arriba a la derecha X
gui.vs.urx.tooltip=Valor en el eje X para la posici\u00F3n de una esquina superior derecha de la firma para colocarla en una p\u00E1gina.
gui.vs.ury.label=Arriba a la derecha Y
gui.vs.ury.tooltip=Valor en el eje Y para la posici\u00F3n de una esquina superior derecha de la firma para colocarla en una p\u00E1gina.
hlp.append=a\u00F1adir una firma a las existentes. Por defecto, las firmas existentes son reemplazadas por la nueva.
hlp.certLevel=nivel de certificaci\u00F3n. El valor por defecto es NOT_CERTIFIED. Los valores disponibles son {0}
hlp.contact=datos de contacto del firmante (un campo de firma)
hlp.crl=activar la validaci\u00F3n de certificados CRL
hlp.disableAcro6Layers=desactiva el modo de capas de Acrobat 6, es decir, se crear\u00E1n todas las capas de firma. Acrobat 6.0 y superior recomienda que s\u00F3lo est\u00E9n presentes las capas n2 y n4.
hlp.disableAnnot=denegar modificar anotaciones en documentos cifrados
hlp.disableCopy=negar la copia en documentos encriptados
hlp.disableFill=negar el llenado de documentos encriptados
hlp.disableScrRead=negar los lectores de pantalla en los documentos encriptados
hlp.encCert=ruta al archivo del certificado, que se utiliza para cifrar el PDF de salida en caso de -encryption CERTIFICATE
hlp.encryption=modo de encriptaci\u00F3n para el PDF de salida El valor por defecto es NINGUNO. Los valores posibles son {0}. Utilizar junto con -upwd y -opwd en caso de modo PASSWORD, y -ec en caso de CERTIFICADO
hlp.footer.exitCodes=C\u00F3digos de salida del programa:\n-------------------\n  0 el programa termin\u00F3 sin error\n  1 la l\u00EDnea de comandos tiene un formato incorrecto\n  2 no se ha solicitado ninguna operaci\u00F3n - por ejemplo, no se ha proporcionado ning\u00FAn archivo para firmar\n  3 falla la firma de algunos archivos, pero no de todos\n  4 falla la firma de todos los archivos
hlp.hashAlgorithm=Algoritmo hash utilizado para la firma. El valor por defecto es SHA1. Los valores disponibles son {0}
hlp.header=JSignpdf es una aplicaci\u00F3n dise\u00F1ada para firmar digitalmente documentos PDF. Si inicia el programa sin ning\u00FAn argumento en la l\u00EDnea de comandos, se iniciar\u00E1 la interfaz gr\u00E1fica de usuario; de lo contrario, puede utilizar JSignPdf en el modo de lotes de la l\u00EDnea de comandos.
hlp.help=imprime esta pantalla de Ayuda
hlp.imgPath=ruta de la imagen para la firma visible
hlp.keyAlias=nombre (alias) de la clave que debe utilizarse para firmar el documento. Si no se da esta opci\u00F3n, se utiliza la primera clave del almac\u00E9n de claves. (Liste los alias de las claves utilizando -lk)
hlp.keyIndex=\u00EDndice basado en cero de la clave que debe utilizarse para firmar el documento. Si no se da esta opci\u00F3n ni el alias, se utiliza la primera clave (\u00EDndice=0) del almac\u00E9n de claves. (Liste los alias de las claves utilizando -lk). Esta opci\u00F3n tiene menor prioridad que alias.
hlp.ksPwd=contrase\u00F1a para KeyStore
hlp.ksType=establece el tipo de KeyStore (puede enumerar los posibles valores de esta opci\u00F3n -lkt argumento)
hlp.l2Text=texto de la firma, tambi\u00E9n se pueden utilizar marcadores de posici\u00F3n para las propiedades de la firma (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.l2TextFontSize=tama\u00F1o de la fuente para el texto visible de la firma, el valor por defecto es {0}
hlp.l4Text=Texto de estado
hlp.listKeys=lista las claves en el almac\u00E9n de claves elegido
hlp.listKsTypes=enumera los tipos de almacenes de claves, que pueden utilizarse como valores opci\u00F3n -kst
hlp.loadProperties=Carga las propiedades desde un archivo por defecto (creado por la aplicaci\u00F3n GUI).
hlp.loadPropertiesFile=Carga las propiedades del archivo dado. El archivo puede crearse copiando el archivo de propiedades predeterminado .JSignPdf creado por la interfaz gr\u00E1fica de usuario en el directorio principal del usuario.
hlp.location=Ubicaci\u00F3n de una firma (por ejemplo, Washington DC). Vac\u00EDo por defecto.
hlp.ocsp=activar la validaci\u00F3n de certificados OCSP
hlp.outPath=carpeta en la que se almacenar\u00E1n los documentos firmados. El valor por defecto es la carpeta actual.
hlp.outPrefix=prefijo para el archivo firmado. El valor por defecto es un prefijo vac\u00EDo.
hlp.ownerpwd=contrase\u00F1a del propietario de los documentos encriptados (se utiliza cuando se da la opci\u00F3n -e)
hlp.posLLX=posici\u00F3n de la esquina inferior izquierda en el eje X de una firma visible
hlp.posLLY=posici\u00F3n de la esquina inferior izquierda en el eje Y de una firma visible
hlp.posURX=posici\u00F3n de la esquina superior derecha en el eje X de una firma visible
hlp.printRight=derechos de impresi\u00F3n. Se utiliza para los documentos encriptados. El valor por defecto es ALLOW_PRINTING. Los valores disponibles son {0}
hlp.proxyHost=hostname O alocuci\u00F3n de IP de proxy servidor
hlp.proxyPort=puerto del servidor proxy, el valor por defecto es {0}
hlp.quiet=modo silencioso - sin mensajes de informaci\u00F3n durante el proceso
hlp.signerName=nombre del firmante. El valor predeterminado es el nombre com\u00FAn (CN) del certificado elegido.
hlp.reason=Raz\u00F3n de firma. Vac\u00EDo por default.
hlp.tsaAuthn=m\u00E9todo de autenticaci\u00F3n utilizado al contactar con el servidor TSA. El valor predeterminado es NINGUNO. Los valores posibles son {0}
hlp.tsaCertFile=ruta al archivo keystore, que contiene la clave privada utilizada para la autenticaci\u00F3n contra el servidor TSA, cuando se utiliza el m\u00E9todo de autenticaci\u00F3n CERTIFICATE
hlp.tsaHashAlg=algoritmo hash utilizado para en la consulta al servidor de marca de tiempo (TSA); El valor predeterminado es {0}
hlp.tsaPolicy=Pol\u00EDtica de TSA OID que debe establecerse a petici\u00F3n de horarios.
hlp.tsaPwd=Contrase\u00F1a de usuario de TSA. Utilice este modificador si utiliza marcas de tiempo (-ts) y el servidor TSA requiere autenticaci\u00F3n.
hlp.tsaUrl=direcci\u00F3n del servidor de sellado de tiempo (TSA). Si utiliza este argumento, la marca de tiempo se incluir\u00E1 en la firma. (Para probar, puede probar la siguiente URL http://dse200.ncipher.com/TSS/HttpTspServer)
hlp.visible=habilita la firma visible
extcsp.nocert=No se recibi\u00F3 certificado del almac\u00E9n de claves, error: {0}
extcsp.nohost=No se puede conectar con el servidor de firma - host desconocido {0}: {1}
hlp.tsaUser=Nombre de usuario TSA. Utilice este conmutador si utiliza timestamping (-ts) y el servidor TSA requiere autenticaci\u00F3n.
hlp.userpwd=contrase\u00F1a del usuario para los documentos encriptados (se utiliza cuando se da la opci\u00F3n -e)
hlp.version=muestra la versi\u00F3n de la aplicaci\u00F3n
extcsp.iohost=No se puede conectar con el servidor de firma: error de conexi\u00F3n: {0}
extcsp.certfactory=Fallo al crear una instancia de CertificateFactory
extcsp.nosignature=Firmando error, la firma no recibida, ning\u00FAn detalle
extcsp.nosignatureerr=Error de firma, el keystore devolvi\u00F3 un error: {0}
extcsp.unknownhashalg=El algoritmo de huella digital / hash proporcionado ({0}) no es compatible
pdfEncryption.certificate=Certificado
pdfEncryption.notEncrypted=No encriptado
pdfEncryption.password=Contrase\u00F1as
render.descriptionOnly=S\u00F3lo descripci\u00F3n
render.graphicAndDescription=Imagen y descripci\u00F3n
render.signameAndDescription=Nombre de firma y descripci\u00F3n
rights.allowDegradedPrinting=Permitir degradado
rights.allowPrinting=Permitir
rights.disallowPrinting=No permitir
serverAuthn.certificate=Certificado de cliente
serverAuthn.none=Sin autenticaci\u00F3n
serverAuthn.password=Nombre de usuario/contrase\u00F1a
ssl.keymanager.init=Inicializando el gestor de claves desde el archivo de keystore {0}.
gui.keyPassword.label=Contrase\u00F1a y palabra clave
hlp.encrypted=Esta propiedad est\u00E1 obsoleta, utilice en su lugar -encryption PASSWORD!
hlp.disableContent=negarse a modificar el contenido de los documentos encriptados
error.sslHandshakeException=La conexi\u00F3n SSL fall\u00F3 - el certificado del servidor probablemente no se conoce. Puede utilizar InstallCert Tool para importar el Certificado a Java Keystore.
gui.pdfEncryption.label=Encriptaci\u00F3n de PDF
file.notReadable=El archivo {0} no es legible por la aplicaci\u00F3n. Comprueba si el archivo existe y el usuario tiene derecho de lectura.
gui.vs.preview.button=Vista previa && Seleccionar
gui.vs.bgImgScale.label=Tama\u00F1o de imagen de fondo
hlp.tsaCertPasswd=contrase\u00F1a utilizada para abrir el archivo PKCS#12 (v\u00E9ase la opci\u00F3n -tscf) con una clave privada
gui.vs.bgImgScale.tooltip=Inserte un valor positivo para multiplicar el tama\u00F1o de la imagen con el valor.\nInserte un valor cero para llenar todo el fondo con \u00E9l (estirar).\nInserte un valor negativo para ajustar al m\u00E1ximo el tama\u00F1o de la imagen.
gui.vs.l2TextFontSize.label=Tama\u00F1o de fuente de firma
hlp.outSuffix=sufijo para el nombre del archivo firmado. El valor por defecto es "_firmado". (por ejemplo, el proceso de firma en el archivo midocumento.pdf crear\u00E1 un nuevo archivo midocumento_signado.pdf)
hlp.page=p\u00E1gina con firma visible. El valor por defecto es 1 (primera p\u00E1gina). Si el n\u00FAmero de p\u00E1gina proporcionado est\u00E1 fuera de los l\u00EDmites, se utiliza la \u00FAltima p\u00E1gina.
hlp.bgPath=ruta de la imagen de fondo para las firmas visibles
hlp.bgScale=Escala de la imagen de fondo para las firmas visibles. Inserte un valor positivo para multiplicar el tama\u00F1o de la imagen con el valor. Inserte un valor cero para llenar todo el fondo con \u00E9l (estirar). Inserte un valor negativo para ajustar al m\u00E1ximo el tama\u00F1o de la imagen.
hlp.disableAssembly=negar el montaje en documentos encriptados
hlp.keyPwd=contrase\u00F1a de la clave en el almac\u00E9n de claves. En la mayor\u00EDa de los casos no es necesario establecer esta opci\u00F3n - s\u00F3lo keystore est\u00E1 protegido por una contrase\u00F1a, pero por si acaso :)
hlp.ksFile=establece el archivo KeyStore - como valor utilice la ruta en la que se encuentra el archivo con la(s) clave(s) privada(s) (.p12, .pfx, .jks, ...). Algunos almacenes de claves no tienen claves almacenadas en un archivo (por ejemplo, el almac\u00E9n de claves de Windows - WINDOWS-MY), entonces no utilice esta opci\u00F3n.
hlp.posURY=posici\u00F3n de la esquina superior derecha en el eje Y de una firma visible
hlp.footer.examples=Ejemplos:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY midocumento.pdf\n-crea una copia de midocumento.pdf con el nombre midocumento_firmado.pdf, que est\u00E1 firmado digitalmente con el primer certificado encontrado en el almac\u00E9n de certificados por defecto de Windows\n------------\njava -jar JSignPdf.jar -kst PKCS12 -ksf mi_certificado.pfx -ksp miContrase\u00F1a_del_almac\u00E9n_de_claves_privadas -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING midocumento.pdf\n-> crea el archivo firmado y encriptado mydocument_signed.pdf, no se permite la impresi\u00F3n del nuevo archivo. Para la firma se utiliza la clave con el alias cert23 del archivo mi_certificado.pfx\n------------\n$ java -jar JSignPdf.jar -lkt\n-> lista los tipos de almacenes de claves\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf mi_certificado.pfx -ksp miContrase\u00F1aMuyPrivada -lk -q\n-> lista los nombres (alias) de las claves almacenadas en el archivo mi_certificado.pfx utilizando la contrase\u00F1a del almac\u00E9n de claves. El modo silencioso est\u00E1 activado para que no se imprima informaci\u00F3n de depuraci\u00F3n.
hlp.ocspServerUrl=URL del servidor OCSP por defecto, que se utilizar\u00E1 en caso de que el certificado de firma no contenga esta informaci\u00F3n
hlp.proxyType=Tipo de proxy para las conexiones a Internet. El valor por defecto es {0}. Los valores posibles son {1}
hlp.renderMode=Modo de renderizado para las firmas visibles. El valor por defecto es DESCRIPTION_ONLY. Los valores posibles son {0}
hlp.tsaCertFileType=tipo de almac\u00E9n de claves para la autenticaci\u00F3n TSA CERTIFICATE - el valor por defecto es PKCS12
