certificationLevel.formFill=\u03A3\u03C5\u03BC\u03C0\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03C6\u03BF\u03C1\u03BC\u03CE\u03BD
certificationLevel.formFillAnnot=\u03A3\u03C5\u03BC\u03C0\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03C6\u03BF\u03C1\u03BC\u03CE\u03BD \u03BA\u03B1\u03B9 \u03C3\u03C7\u03CC\u03BB\u03B9\u03B1
certificationLevel.noChanges=\u0394\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9 \u03BA\u03B1\u03BC\u03AF\u03B1 \u03B1\u03BB\u03BB\u03B1\u03B3\u03AE
certificationLevel.notCertified=\u03A7\u03C9\u03C1\u03AF\u03C2 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7
console.certificateChainEmpty=\u0394\u03B5\u03BD \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF. \u0395\u03BB\u03AD\u03B3\u03BE\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C4\u03BF\u03C5 \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD (\u03C4\u03CD\u03C0\u03BF\u03C2, \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5, \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2, \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03BF \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03BF\u03CD).
console.certificateExpired=\u03A4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC {0} \u03AD\u03C7\u03B5\u03B9 \u03BB\u03AE\u03BE\u03B5\u03B9.
console.certificateNotForSignature=\u03A4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC {0} \u03B4\u03B5\u03BD \u03C0\u03C1\u03BF\u03BF\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C8\u03B7\u03C6\u03B9\u03B1\u03BA\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2.
console.certificateNotYetValid=\u03A4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC {0} \u03B4\u03B5\u03BD \u03B9\u03C3\u03C7\u03CD\u03B5\u03B9 \u03B1\u03BA\u03CC\u03BC\u03B1.
console.closeStream=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF \u03C4\u03B7\u03C2 \u03C1\u03BF\u03AE\u03C2 \u03C4\u03BF\u03C5 PDF \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03BF\u03C2
console.configureVisible=\u0394\u03B9\u03B1\u03BC\u03CC\u03C1\u03C6\u03C9\u03C3\u03B7 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
console.createImage=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 {0}
console.createOutPdf=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 PDF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03B1\u03C0\u03BF\u03C4\u03B5\u03BB\u03AD\u03C3\u03BC\u03B1\u03C4\u03BF\u03C2: {0}
console.createSignature=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
console.creatingTsaClient=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C0\u03B5\u03BB\u03AC\u03C4\u03B7 \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7\u03C2 (TSA).
console.criticalExtensionNotSupported=\u03A4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC {0} \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03BA\u03C1\u03AF\u03C3\u03B9\u03BC\u03B5\u03C2 \u03B5\u03C0\u03B5\u03BA\u03C4\u03AC\u03C3\u03B5\u03B9\u03C2 \u03BC\u03B5 OID "{1}" \u03C0\u03BF\u03C5 \u03B4\u03B5\u03BD \u03B1\u03BD\u03B1\u03B3\u03BD\u03C9\u03C1\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03BF JSignPdf - \u03C0\u03B1\u03C1\u03AC\u03BB\u03B5\u03B9\u03C8\u03B7.
console.crlinfo.alreadyLoaded=\u0397 CRL \u03C0\u03BF\u03C5 \u03BC\u03B5\u03C4\u03B1\u03C6\u03BF\u03C1\u03C4\u03CE\u03B8\u03B7\u03BA\u03B5 \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03AE\u03B4\u03B7. \u03A0\u03B1\u03C1\u03AC\u03BB\u03B5\u03B9\u03C8\u03B7.
console.crlinfo.crlSize=\u039C\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 CRL \u03C0\u03BF\u03C5 \u03BC\u03B5\u03C4\u03B1\u03C6\u03BF\u03C1\u03C4\u03CE\u03B8\u03B7\u03BA\u03B5: {0}
console.crlinfo.distPointNotSupported=\u0397 \u03B5\u03C0\u03AD\u03BA\u03C4\u03B1\u03C3\u03B7 Distribution Points \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03C3\u03C5\u03B3\u03BA\u03B5\u03BA\u03C1\u03B9\u03BC\u03AD\u03BD\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC.
console.crlinfo.foundCrlUri=\u0392\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5 CRL URL \u03C3\u03C4\u03BF \u03C3\u03B7\u03BC\u03B5\u03AF\u03BF \u03B4\u03B9\u03B1\u03BD\u03BF\u03BC\u03AE\u03C2: {0}
console.crlinfo.loadCrl=\u039C\u03B5\u03C4\u03B1\u03C6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 CRL \u03B1\u03C0\u03CC {0}
console.crlinfo.noUrlInDistPoint=\u0394\u03B5\u03BD \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5 HTTP(s) URL \u03C3\u03C4\u03BF \u03C3\u03B7\u03BC\u03B5\u03AF\u03BF \u03B4\u03B9\u03B1\u03BD\u03BF\u03BC\u03AE\u03C2.
console.crlinfo.retrieveCrlUrl=\u0391\u03BD\u03AC\u03B3\u03BD\u03C9\u03C3\u03B7 CRL \u03C3\u03B7\u03BC\u03B5\u03AF\u03C9\u03BD \u03B4\u03B9\u03B1\u03BD\u03BF\u03BC\u03AE\u03C2 \u03B1\u03C0\u03CC \u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC {0}
console.exception=\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03C3\u03C4\u03B7\u03BA\u03B5 \u03C0\u03C1\u03CC\u03B2\u03BB\u03B7\u03BC\u03B1
console.fileNotFilled.error=\u0397 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03C4\u03BF\u03C5 PDF \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5 \u03AE \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5 \u03BB\u03B5\u03AF\u03C0\u03B5\u03B9!
console.filesAreEqual.error=\u039F\u03B9 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AD\u03C2 \u03C4\u03C9\u03BD PDF \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5 \u03BA\u03B1\u03B9 \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AF\u03B4\u03B9\u03B5\u03C2. \u03A0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AD\u03C2 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AD\u03C2.
console.finished.error=\u0391\u03C0\u03BF\u03C4\u03C5\u03C7\u03AF\u03B1: \u0397 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2 \u03B1\u03C0\u03AD\u03C4\u03C5\u03C7\u03B5.
console.finished.ok=\u0395\u03C0\u03B9\u03C4\u03C5\u03C7\u03AF\u03B1: \u0397 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03B8\u03B7\u03BA\u03B5 \u03B5\u03C0\u03B9\u03C4\u03C5\u03C7\u03CE\u03C2.
console.getAliases=\u039B\u03AE\u03C8\u03B7 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD
console.getCertChain=\u039B\u03AE\u03C8\u03B7 \u03B1\u03BB\u03C5\u03C3\u03AF\u03B4\u03B1\u03C2 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CE\u03BD
console.getKeystoreType=\u039B\u03AE\u03C8\u03B7 \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD: {0}
console.getPrivateKey=\u03A6\u03CC\u03C1\u03C4\u03C9\u03C3\u03B7 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03BF\u03CD \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03BF\u03CD
console.inFileNotFound.error=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF PDF \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5 \u03B4\u03B5 \u03B2\u03C1\u03AD\u03B8\u03B7\u03BA\u03B5 \u03AE \u03B4\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03BF\u03CD\u03C3\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B2\u03B1\u03C3\u03C4\u03B5\u03AF.
console.keys=\u03A0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03AC \u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD:
console.keystores=\u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03BF\u03B9 \u03C4\u03CD\u03C0\u03BF\u03B9 \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD:
console.memoryError=\r\n\u0395\u03BE\u03B1\u03BD\u03C4\u03BB\u03AE\u03B8\u03B7\u03BA\u03B5 \u03B7 \u03BC\u03BD\u03AE\u03BC\u03B7 \u03C4\u03B7\u03C2 Java. \u0394\u03BF\u03BA\u03B9\u03BC\u03AC\u03C3\u03C4\u03B5 \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B5\u03C4\u03B5 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B7 \u03BC\u03BD\u03B7\u03BC\u03B7 \u03C3\u03C4\u03B7 JVM.\r\n\u03A0\u03C1\u03BF\u03C3\u03B8\u03AD\u03C3\u03C4\u03B5 \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF -Xmx<size> \u03C3\u03C4\u03B7\u03BD \u03BA\u03BB\u03AE\u03C3\u03B7 java.\r\ne.g. $java -Xmx512m  ... \u03B8\u03AD\u03C4\u03B5\u03B9 \u03C4\u03BF \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03BF \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03C3\u03C9\u03C1\u03BF\u03CD \u03B3\u03B9\u03B1 \u03C4\u03B7 Java \u03C3\u03B5 512MB.\r\n
console.processing=\u0395\u03C0\u03B5\u03BE\u03B5\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1 (\u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B4\u03B9\u03B1\u03C1\u03BA\u03AD\u03C3\u03B5\u03B9 \u03BB\u03AF\u03B3\u03BF \u03C7\u03C1\u03CC\u03BD\u03BF) ...
console.readingCRLs=\u0391\u03BD\u03AC\u03B3\u03BD\u03C9\u03C3\u03B7 CRLs
console.setCertificationLevel=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03B5\u03C0\u03B9\u03C0\u03AD\u03B4\u03BF\u03C5 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2
console.setContact=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03B5\u03C0\u03B1\u03C6\u03AE\u03C2: {0}
console.setEncryption=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03AC\u03C6\u03B7\u03C3\u03B7\u03C2
console.setImage=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 \u03C5\u03C0\u03BF\u03B2\u03AC\u03B8\u03C1\u03BF\u03C5
console.setL2Text=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03BA\u03B5\u03B9\u03BC\u03AD\u03BD\u03BF\u03C5 Layer 2 (\u03C0\u03B5\u03C1\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE)
console.setLocation=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03C4\u03CC\u03C0\u03BF\u03C5: {0}
console.setReason=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03B1\u03B9\u03C4\u03AF\u03B1\u03C2: {0}
console.setVisibleSignature=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
console.settingTsaPolicy=\u039F\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03C0\u03BF\u03BB\u03B9\u03C4\u03B9\u03BA\u03AE\u03C2 \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7\u03C2 (TSA) OID: {0}
console.skippingSigning=\u0397 \u03B5\u03C0\u03B1\u03BB\u03AE\u03B8\u03B5\u03C5\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03B1\u03C0\u03AD\u03C4\u03C5\u03C7\u03B5, \u03B5\u03BB\u03AD\u03B3\u03BE\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AD\u03C2 \u03C4\u03C9\u03BD PDF. \u03A0\u03B1\u03C1\u03AC\u03BB\u03B5\u03B9\u03C8\u03B7 \u03C4\u03B7\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B1\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2.
console.usedKeyAlias=\u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03B8\u03B7\u03BA\u03B5 \u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC: {0}
console.validatingFiles=\u0388\u03BB\u03B5\u03B3\u03C7\u03BF\u03C2 \u03C4\u03C9\u03BD \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03CE\u03BD \u03C4\u03C9\u03BD PDF \u03B5\u03B9\u03C3\u03CC\u03B4\u03BF\u03C5 \u03BA\u03B1\u03B9 \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5.
default.l2text.date=\u0397\u03BC\u03B5\u03C1\u03BF\u03BC\u03B7\u03BD\u03AF\u03B1:
default.l2text.location=\u03A4\u03CC\u03C0\u03BF\u03C2:
default.l2text.reason=\u0391\u03B9\u03C4\u03AF\u03B1:
default.l2text.signedBy=\u03A8\u03B7\u03C6\u03B9\u03B1\u03BA\u03AC \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03BF \u03B1\u03C0\u03CC
error.keystoreNull=\u039F \u03C7\u03CE\u03C1\u03BF\u03C2 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B4\u03B5 \u03C6\u03BF\u03C1\u03C4\u03CE\u03B8\u03B7\u03BA\u03B5 \u03B5\u03C0\u03B9\u03C4\u03C5\u03C7\u03CE\u03C2. \u0395\u03BB\u03AD\u03B3\u03BE\u03C4\u03B5 \u03B1\u03BD \u03BF \u03C4\u03CD\u03C0\u03BF\u03C2, \u03B7 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03BA\u03B1 \u03BF \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C3\u03C9\u03C3\u03C4\u03AC.
file.notReadable=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF {0} \u03B4\u03B5 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B4\u03B9\u03B1\u03B2\u03B1\u03C3\u03C4\u03B5\u03AF \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE. \u0395\u03BB\u03AD\u03B3\u03BE\u03C4\u03B5 \u03CC\u03C4\u03B9 \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03BA\u03B1\u03B9 \u03BF \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2 \u03AD\u03C7\u03B5\u03B9 \u03B4\u03B9\u03BA\u03B1\u03B9\u03CE\u03BC\u03B1\u03C4\u03B1 \u03B1\u03BD\u03AC\u03B3\u03BD\u03C9\u03C3\u03B7\u03C2.
hlp.append=\u03C0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2 \u03C3\u03B5 \u03C5\u03C0\u03AC\u03C1\u03C7\u03BF\u03C5\u03C3\u03B5\u03C2. \u0395\u03BE\u03BF\u03C1\u03B9\u03C3\u03BC\u03BF\u03CD, \u03C5\u03C0\u03AC\u03C1\u03C7\u03BF\u03C5\u03C3\u03B5\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2 \u03B1\u03BD\u03C4\u03B9\u03BA\u03B1\u03B8\u03AF\u03C3\u03C4\u03B1\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7 \u03BD\u03AD\u03B1.
hlp.bgPath=\u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 \u03C5\u03C0\u03BF\u03B2\u03AC\u03B8\u03C1\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03BF\u03C1\u03B1\u03C4\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2
hlp.bgScale=\u03BA\u03BB\u03AF\u03BC\u03B1\u03BA\u03B1 \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 \u03C5\u03C0\u03BF\u03B2\u03AC\u03B8\u03C1\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03BF\u03C1\u03B1\u03C4\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2. \u0395\u03B9\u03C3\u03AC\u03B3\u03B5\u03C4\u03B5 \u03B8\u03B5\u03C4\u03B9\u03BA\u03AE \u03C4\u03B9\u03BC\u03AE \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C0\u03BF\u03BB\u03BB\u03B1\u03C0\u03BB\u03B1\u03C3\u03B9\u03AC\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C4\u03B9\u03BC\u03AE. \u0395\u03B9\u03C3\u03AC\u03B3\u03B5\u03C4\u03B5 \u03BC\u03B7\u03B4\u03AD\u03BD \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03BA\u03B1\u03BB\u03CD\u03C8\u03B5\u03C4\u03B5 \u03CC\u03BB\u03BF \u03C4\u03BF \u03C5\u03C0\u03CC\u03B2\u03B1\u03B8\u03C1\u03BF \u03BC\u03B5 \u03B1\u03C5\u03C4\u03AE (\u03C4\u03AD\u03BD\u03C4\u03C9\u03BC\u03B1). \u0395\u03B9\u03C3\u03AC\u03B3\u03B5\u03C4\u03B5 \u03B1\u03C1\u03BD\u03B7\u03C4\u03B9\u03BA\u03AE \u03C4\u03B9\u03BC\u03AE \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B1\u03BB\u03BB\u03B1\u03B3\u03AE \u03BC\u03B5\u03B3\u03AD\u03B8\u03BF\u03C5\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF \u03BA\u03B1\u03BB\u03CD\u03C4\u03B5\u03C1\u03BF \u03C4\u03B1\u03AF\u03C1\u03B9\u03B1\u03C3\u03BC\u03B1. 
hlp.certLevel=\u03B5\u03C0\u03AF\u03C0\u03B5\u03B4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2. \u0397 \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 NOT_CERTIFIED. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.contact=\u03C3\u03C4\u03BF\u03B9\u03C7\u03B5\u03AF\u03B1 \u03B5\u03C0\u03B9\u03BA\u03BF\u03B9\u03BD\u03C9\u03BD\u03AF\u03B1\u03C2 \u03C4\u03BF\u03C5 \u03C5\u03C0\u03BF\u03B3\u03C1\u03AC\u03C6\u03BF\u03BD\u03C4\u03B1 (\u03AD\u03BD\u03B1 \u03C0\u03B5\u03B4\u03AF\u03BF \u03C4\u03B7\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2)
hlp.crl=\u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B5 \u03AD\u03BB\u03B5\u03B3\u03C7\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD \u03BC\u03AD\u03C3\u03C9 \u03C4\u03B7\u03C2 CRL
hlp.disableAcro6Layers=\u03B1\u03C0\u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF \u03C4\u03B7 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03C3\u03C4\u03C1\u03C9\u03BC\u03AC\u03C4\u03C9\u03BD \u03C4\u03BF\u03C5 Acrobat 6 \u03B4\u03B7\u03BB. \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C3\u03C4\u03C1\u03CE\u03BC\u03B1\u03C4\u03B1 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03CE\u03BD \u03B8\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03B8\u03BF\u03CD\u03BD. \u039F Acrobat 6.0 \u03BA\u03B1\u03B9 \u03C0\u03AC\u03BD\u03C9 \u03C3\u03C5\u03BD\u03B9\u03C3\u03C4\u03AC \u03C4\u03B7\u03BD \u03CD\u03C0\u03B1\u03C1\u03BE\u03B7 \u03C4\u03C9\u03BD \u03C3\u03C4\u03C1\u03C9\u03BC\u03AC\u03C4\u03C9\u03BD n2 \u03BA\u03B1\u03B9 n4 \u03BC\u03CC\u03BD\u03BF.
hlp.disableAnnot=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03BF\u03BD\u03C4\u03B1\u03B9 \u03BF\u03B9 \u03B1\u03BB\u03BB\u03B1\u03B3\u03AD\u03C2 \u03C3\u03C4\u03B1 \u03C3\u03C7\u03CC\u03BB\u03B9\u03B1 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03C9\u03BD \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03C9\u03BD
hlp.disableAssembly=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9 \u03B7 \u03C0\u03C1\u03BF\u03C3\u03B8\u03B1\u03C6\u03B1\u03AF\u03C1\u03B5\u03C3\u03B7 \u03C3\u03B5\u03BB\u03AF\u03B4\u03C9\u03BD \u03C3\u03B5 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1
hlp.disableContent=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9 \u03B7 \u03C4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03BF\u03BC\u03AD\u03BD\u03BF\u03C5 \u03C3\u03B5 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1
hlp.disableCopy=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9 \u03B7 \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE \u03B1\u03C0\u03CC \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1
hlp.disableFill=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9 \u03B7 \u03C3\u03C5\u03BC\u03C0\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03C3\u03B5 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1
hlp.disableScrRead=\u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03BF\u03BD\u03B1\u03B9 \u03BF\u03B9 \u03B1\u03BD\u03B1\u03B3\u03BD\u03CE\u03C3\u03C4\u03B5\u03C2 \u03BF\u03B8\u03CC\u03BD\u03B7\u03C2 \u03C3\u03B5 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1
hlp.encCert=\u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03C3\u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD, \u03C4\u03BF \u03BF\u03C0\u03BF\u03AF\u03BF \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03AC\u03C6\u03B7\u03B1\u03B7 \u03C4\u03BF\u03C5 PDF \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5 \u03C3\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 -encryption CERTIFICATE
hlp.encrypted=\u0391\u03C5\u03C4\u03AE \u03B7 \u03B9\u03B4\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 This property is \u03C0\u03B1\u03C1\u03C9\u03C7\u03B7\u03BC\u03AD\u03BD\u03B7, \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C3\u03C4\u03B5 -encryption PASSWORD \u03B1\u03BD\u03C4\u0384\u03B1\u03C5\u03C4\u03AE\u03C2!
hlp.encryption=\u03B7 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03AC\u03C6\u03B7\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5 PDF \u03B5\u03AF\u03BD\u03B1\u03B9 NONE. \u03A0\u03B9\u03B8\u03B1\u03BD\u03AD\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C3\u03C4\u03B5 \u03BC\u03B1\u03B6\u03AF \u03BC\u03B5 -upwd \u03BA\u03B1\u03B9 -opwd \u03C3\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 PASSWORD \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1\u03C2, \u03BA\u03B1\u03B9-ec \u03C3\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 CERTIFICATE
hlp.footer.examples=\u03A0\u03B1\u03C1\u03B1\u03B4\u03B5\u03AF\u03B3\u03BC\u03B1\u03C4\u03B1:\r\n---------\r\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\r\n-> \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF \u03B1\u03BD\u03C4\u03AF\u03B3\u03C1\u03B1\u03C6\u03BF \u03C4\u03BF\u03C5 mydocument.pdf \u03BC\u03B5 \u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 mydocument_signed.pdf, \u03C4\u03BF \u03BF\u03C0\u03BF\u03AF\u03BF \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C8\u03B7\u03C6\u03B9\u03B1\u03BA\u03AC \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03BF \u03BC\u03B5 \u03C4\u03BF \u03C0\u03C1\u03CE\u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC \u03C0\u03BF\u03C5 \u03B2\u03C1\u03AF\u03C3\u03BA\u03B5\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CE\u03BD \u03C4\u03C9\u03BD Windows\r\n------------\r\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\r\n-> \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF \u03AD\u03BD\u03B1 \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03BF \u03BA\u03B1\u03B9 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF mydocument_signed.pdf, \u03BA\u03B1\u03B9 \u03B7 \u03B5\u03BA\u03C4\u03CD\u03C0\u03C9\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03BD\u03AD\u03BF\u03C5 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03B4\u03B5\u03BD \u03B5\u03C0\u03B9\u03C4\u03C1\u03AD\u03C0\u03B5\u03C4\u03B1\u03B9. \u0393\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC \u03BC\u03B5 \u03C4\u03BF \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03BF cert23 \u03B1\u03C0\u03CC \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF my_certificate.pfx\r\n------------\r\n$ java -jar JSignPdf.jar -lkt\r\n-> \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C4\u03BF\u03C5\u03C2 \u03C4\u03CD\u03C0\u03BF\u03C5\u03C2 \u03C7\u03CE\u03C1\u03C9\u03BD \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD\r\n------------\r\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\r\n-> \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03BF\u03BD\u03CC\u03BC\u03B1\u03C4\u03B1 (\u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03B1) \u03C4\u03C9\u03BD \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CE\u03BD \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03C5\u03BC\u03AD\u03BD\u03C9\u03BD \u03C3\u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF my_certificate.pfx \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF\u03BD \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC \u03B3\u03B9\u03B1 \u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD. \u0391\u03B8\u03CC\u03C1\u03C5\u03B2\u03B7 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03B9\u03B7\u03BC\u03AD\u03BD\u03B7 \u03BA\u03B9 \u03AD\u03C4\u03C3\u03B9 \u03B4\u03B5\u03BD \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1 \u03B5\u03BA\u03C3\u03C6\u03B1\u03BB\u03BC\u03AC\u03C4\u03C9\u03C3\u03B7\u03C2.
hlp.footer.exitCodes=\u039A\u03C9\u03B4\u03B9\u03BA\u03BF\u03AF \u03B5\u03BE\u03CC\u03B4\u03BF\u03C5 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2:\r\n-------------------\r\n  0 \u03B7 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03BF\u03BB\u03BF\u03BA\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7 \u03C7\u03C9\u03C1\u03AF\u03C2 \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1\r\n  1 \u03B7 \u03B5\u03BD\u03C4\u03BF\u03BB\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C3\u03B5 \u03BB\u03AC\u03B8\u03BF\u03C2 \u03BC\u03BF\u03C1\u03C6\u03AE\r\n  2 \u03B4\u03B5\u03BD \u03B6\u03B7\u03C4\u03AE\u03B8\u03B7\u03BA\u03B5 \u03BA\u03AC\u03C0\u03BF\u03B9\u03B1 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 - \u03C0.\u03C7. \u03B4\u03B5\u03BD \u03BF\u03C1\u03AF\u03C3\u03B8\u03B7\u03BA\u03B5 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B3\u03B9\u03B1 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\r\n  3 \u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03BA\u03AC\u03C0\u03BF\u03B9\u03C9\u03BD - \u03B1\u03BB\u03BB\u03AC \u03CC\u03C7\u03B9 \u03CC\u03BB\u03C9\u03BD \u03C4\u03C9\u03BD - \u03B1\u03C1\u03C7\u03B5\u03AF\u03C9\u03BD \u03B1\u03C0\u03AD\u03C4\u03C5\u03C7\u03B5\r\n  4 \u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03CC\u03BB\u03C9\u03BD \u03C4\u03C9\u03BD \u03B1\u03C1\u03C7\u03B5\u03AF\u03C9\u03BD \u03B1\u03C0\u03AD\u03C4\u03C5\u03C7\u03B5
hlp.hashAlgorithm=\u03B1\u03BB\u03B3\u03CC\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03C3\u03CD\u03BD\u03BF\u03C8\u03B7\u03C2 \u03C0\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE. \u0397 \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 SHA1. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.header=\u03A4\u03BF JSignpdf \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BC\u03B9\u03B1 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03AD\u03BD\u03B7 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C8\u03B7\u03C6\u03B9\u03B1\u03BA\u03AE \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE PDF \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03C9\u03BD. \u0391\u03BD \u03B5\u03BA\u03BA\u03B9\u03BD\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03C7\u03C9\u03C1\u03AF\u03C2 \u03BA\u03AC\u03C0\u03BF\u03B9\u03B1 \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF, \u03B8\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03B9\u03C3\u03C4\u03B5\u03AF \u03B7 \u03B3\u03C1\u03B1\u03C6\u03B9\u03BA\u03AE \u03B4\u03B9\u03B5\u03C0\u03B1\u03C6\u03AE, \u03B1\u03BB\u03BB\u03B9\u03CE\u03C2 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF JSignPdf \u03C3\u03B5 \u03BA\u03B1\u03C4\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7 \u03B3\u03C1\u03B1\u03BC\u03BC\u03AE\u03C2 \u03B5\u03BD\u03C4\u03BF\u03BB\u03CE\u03BD \u03C3\u03B5 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 batch.
hlp.help=\u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03BF\u03B8\u03CC\u03BD\u03B7 \u03B2\u03BF\u03AE\u03B8\u03B5\u03B9\u03B1\u03C2
hlp.imgPath=\u03B7 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03B5\u03B9\u03BA\u03CC\u03BD\u03B1\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B9\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2
hlp.keyAlias=\u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 (\u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03BF) \u03C4\u03BF\u03C5 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD, \u03C0\u03BF\u03C5 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03C4\u03BF\u03C5 \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5. \u0395\u03AC\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7, \u03C4\u03BF \u03C0\u03C1\u03CE\u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC \u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B8\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF. (\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03C3\u03C4\u03B5 \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03B1 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CE\u03BD \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF -lk)
hlp.keyIndex=\u03BF \u03B4\u03B5\u03AF\u03BA\u03C4\u03B7\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD, \u03BE\u03B5\u03BA\u03B9\u03BD\u03CE\u03BD\u03C4\u03B1\u03C2 \u03B1\u03C0\u03CC \u03C4\u03BF 0, \u03C0\u03BF\u03C5 \u03B8\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03C4\u03BF\u03C5 \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5. \u0395\u03AC\u03BD \u03BF\u03CD\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03BF\u03CD\u03C4\u03B5 \u03C4\u03BF \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03BF \u03B4\u03B5\u03BD \u03B4\u03AF\u03BD\u03B5\u03C4\u03B1\u03B9, \u03C4\u03BF \u03C0\u03C1\u03CE\u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC (\u03B4\u03B5\u03AF\u03BA\u03C4\u03B7\u03C2=0) \u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B8\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03B5\u03AF. (\u0395\u03BC\u03C6\u03B1\u03BD\u03AF\u03C3\u03C4\u03B5 \u03CC\u03BB\u03B1 \u03C4\u03B1 \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03B1 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CE\u03BD \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03CE\u03BD\u03C4\u03B1\u03C2 \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF -lk). \u0391\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03AD\u03C7\u03B5\u03B9 \u03C7\u03B1\u03BC\u03B7\u03BB\u03CC\u03C4\u03B5\u03C1\u03B7 \u03C0\u03C1\u03BF\u03C4\u03B5\u03C1\u03B1\u03B9\u03CC\u03C4\u03B7\u03C4\u03B1 \u03B1\u03C0\u0384\u03CC,\u03C4\u03B9 \u03C4\u03BF \u03C8\u03B5\u03C5\u03B4\u03CE\u03BD\u03C5\u03BC\u03BF.
hlp.keyPwd=\u03BF \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD \u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD. \u03A3\u03C4\u03B9\u03C2 \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03B5\u03C2 \u03C0\u03B5\u03C1\u03B9\u03C0\u03C4\u03CE\u03C3\u03B5\u03B9\u03C2 \u03B4\u03B5 \u03C7\u03C1\u03B5\u03B9\u03AC\u03B6\u03B5\u03C4\u03B1\u03B9 \u03BD\u03B1 \u03BF\u03C1\u03AF\u03C3\u03B5\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE - \u03BC\u03CC\u03BD\u03BF \u03C7\u03CE\u03C1\u03BF\u03B9 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C0\u03C1\u03BF\u03C3\u03C4\u03B1\u03C4\u03B5\u03C5\u03BC\u03AD\u03BD\u03BF\u03B9 \u03BC\u03B5 \u03B4\u03C9\u03B4\u03B9\u03BA\u03CC, \u03B1\u03BB\u03BB\u03AC \u03B3\u03B9\u03B1 \u03BA\u03AC\u03B8\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 :)
hlp.ksFile=\u03B8\u03AD\u03C4\u03B5\u03B9 \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B3\u03B9\u03B1 \u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD - \u03C3\u03B1\u03BD \u03C4\u03B9\u03BC\u03AE \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03C4\u03B7 \u03B4\u03B9\u03B1\u03B4\u03C1\u03BF\u03BC\u03AE \u03C3\u03C4\u03B7\u03BD \u03BF\u03C0\u03BF\u03AF\u03B1 \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03BC\u03B5 \u03C4\u03B1 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03AC \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC (.p12, .pfx, .jks, ...). \u039C\u03B5\u03C1\u03B9\u03BA\u03BF\u03AF \u03C7\u03CE\u03C1\u03BF\u03B9 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B4\u03B5\u03BD \u03AD\u03C7\u03BF\u03C5\u03BD \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03AC \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03C5\u03BC\u03AD\u03BD\u03B1 \u03C3\u03B5 \u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF (\u03C0.\u03C7. \u03BF \u03C7\u03CE\u03C1\u03BF\u03C2 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03C4\u03C9\u03BD Windows - WINDOWS-MY), \u03C3\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 \u03BC\u03B7 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE.
hlp.ksPwd=\u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD
hlp.ksType=\u03B8\u03AD\u03C4\u03B5\u03B9 \u03C4\u03BF\u03BD \u03C4\u03CD\u03C0\u03BF \u03C4\u03BF\u03C5 \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD (\u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03C0\u03B9\u03B8\u03B1\u03BD\u03AD\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B3\u03B9\u03B1 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03BC\u03B5 \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF -lkt)
hlp.l2Text=\u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
hlp.l2TextFontSize=\u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03BF\u03C3\u03B5\u03B9\u03C1\u03AC\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03BF \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF \u03C3\u03C4\u03B9\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2, \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.l4Text=\u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF \u03BA\u03B1\u03C4\u03AC\u03C3\u03C4\u03B1\u03C3\u03B7\u03C2
hlp.listKeys=\u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03AC \u03C3\u03C4\u03BF\u03BD \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03BF \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD
hlp.listKsTypes=\u03B5\u03BC\u03C6\u03B1\u03BD\u03AF\u03B6\u03B5\u03B9 \u03C4\u03CD\u03C0\u03BF\u03C5\u03C2 \u03C7\u03CE\u03C1\u03C9\u03BD \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD, \u03BF\u03B9 \u03BF\u03C0\u03BF\u03AF\u03BF\u03B9 \u03BC\u03C0\u03BF\u03C1\u03BF\u03CD\u03BD \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B7\u03B8\u03BF\u03CD\u03BD \u03C3\u03B1\u03BD \u03C4\u03B9\u03BC\u03AD\u03C2 \u03C3\u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF -kst
hlp.loadProperties=\u03A6\u03BF\u03C1\u03C4\u03CE\u03BD\u03B5\u03B9 \u03B9\u03B4\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2 \u03B1\u03C0\u03CC \u03AD\u03BD\u03B1 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03BF \u03B1\u03C1\u03B5\u03AF\u03BF (\u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE GUI).
hlp.loadPropertiesFile=\u03A6\u03BF\u03C1\u03C4\u03CE\u03BD\u03B5\u03B9 \u03B9\u03B4\u03B9\u03CC\u03C4\u03B7\u03C4\u03B5\u03C2 \u03B1\u03C0\u03CC \u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF. \u03A4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B4\u03B7\u03BC\u03B9\u03C5\u03BF\u03C1\u03B3\u03B7\u03B8\u03B5\u03AF \u03B1\u03BD\u03C4\u03B9\u03B3\u03C1\u03AC\u03C6\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF \u03C0\u03C1\u03CC\u03C4\u03C5\u03C0\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B9\u03B4\u03B9\u03BF\u03C4\u03AE\u03C4\u03C9\u03BD .JSignPdf \u03C0\u03BF\u03C5 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03BF GUI \u03C3\u03C4\u03BF\u03BD \u03B1\u03C1\u03C7\u03B9\u03BA\u03CC \u03BA\u03B1\u03C4\u03AC\u03BB\u03BF\u03B3\u03BF \u03C4\u03BF\u03C5 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7.
hlp.location=\u03C4\u03CC\u03C0\u03BF\u03C2 \u03BC\u03B9\u03B1\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2 (\u03C0.\u03C7. \u0391\u03B8\u03AE\u03BD\u03B1). \u039A\u03B5\u03BD\u03CC \u03B5\u03BE\u03B1\u03C1\u03C7\u03AE\u03C2.
hlp.ocsp=\u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B5 \u03B5\u03C0\u03B1\u03BB\u03AE\u03B8\u03B5\u03C5\u03C3\u03B7 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03BF\u03CD \u03BC\u03AD\u03C3\u03C9 OCSP
hlp.ocspServerUrl=\u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 URL OCSP \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE, \u03B7 \u03BF\u03C0\u03BF\u03AF\u03B1 \u03B8\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03C3\u03B5 \u03C0\u03B5\u03C1\u03AF\u03C0\u03C4\u03C9\u03C3\u03B7 \u03C0\u03BF\u03C5 \u03C4\u03BF \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2 \u03B4\u03B5\u03BD \u03C0\u03B5\u03C1\u03B9\u03AD\u03C7\u03B5\u03B9 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B1
hlp.outPath=\u03C6\u03AC\u03BA\u03B5\u03BB\u03BF\u03C2 \u03C3\u03C4\u03BF\u03BD \u03BF\u03C0\u03BF\u03AF\u03BF \u03C4\u03B1 \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1 \u03B8\u03B1 \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03CD\u03BF\u03BD\u03C4\u03B1\u03B9. \u03A0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 \u03BF \u03C4\u03C1\u03AD\u03C7\u03BF\u03BD \u03BA\u03B1\u03C4\u03AC\u03BB\u03BF\u03B3\u03BF\u03C2.
hlp.outPrefix=\u03C0\u03C1\u03CC\u03B8\u03B5\u03BC\u03B1 \u03B3\u03B9\u03B1 \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03B1. \u03A0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C4\u03BF \u03BA\u03B5\u03BD\u03CC \u03C0\u03C1\u03CC\u03B8\u03B5\u03BC\u03B1.
hlp.outSuffix=\u03B5\u03C0\u03AF\u03B8\u03B5\u03BC\u03B1 \u03B3\u03B9\u03B1 \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03B1. \u03A0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 "_signed". (\u03C0.\u03C7. \u03B7 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE \u03C4\u03BF\u03C5 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 mydocument.pdf \u03B8\u03B1 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AE\u03C3\u03B5\u03B9 \u03AD\u03BD\u03B1 \u03BD\u03AD\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03BC\u03B5 \u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 mydocument_signed.pdf)
hlp.ownerpwd=\u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03BA\u03B1\u03C4\u03CC\u03C7\u03BF\u03C5 \u03B3\u03B9\u03B1 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03B1 (\u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03CC\u03C4\u03B1\u03BD \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE -e \u03AD\u03C7\u03B5\u03B9 \u03B4\u03BF\u03B8\u03B5\u03AF)
hlp.page=\u03C3\u03B5\u03BB\u03AF\u03B4\u03B1 \u03BC\u03B5 \u03BF\u03C1\u03B1\u03C4\u03AE \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE. \u0397 \u03C0\u03C1\u03BF\u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 1 (\u03C0\u03C1\u03CE\u03C4 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1)
hlp.posLLX=\u03B8\u03AD\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03BA\u03AC\u03C4\u03C9 \u03B1\u03C1\u03B9\u03C3\u03C4\u03B5\u03C1\u03AC \u03B3\u03C9\u03BD\u03AF\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u03AC\u03BE\u03BF\u03BD\u03B1 \u03A7 \u03BC\u03B9\u03B1\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
hlp.posLLY=\u03B8\u03AD\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03BA\u03AC\u03C4\u03C9 \u03B1\u03C1\u03B9\u03C3\u03C4\u03B5\u03C1\u03AC \u03B3\u03C9\u03BD\u03AF\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u03AC\u03BE\u03BF\u03BD\u03B1 Y \u03BC\u03B9\u03B1\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
hlp.posURX=\u03B8\u03AD\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C0\u03AC\u03BD\u03C9 \u03B4\u03B5\u03BE\u03B9\u03AC \u03B3\u03C9\u03BD\u03AF\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u03AC\u03BE\u03BF\u03BD\u03B1 \u03A7 \u03BC\u03B9\u03B1\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
hlp.posURY=\u03B8\u03AD\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03C0\u03AC\u03BD\u03C9 \u03B4\u03B5\u03BE\u03B9\u03AC \u03B3\u03C9\u03BD\u03AF\u03B1\u03C2 \u03C3\u03C4\u03BF\u03BD \u03AC\u03BE\u03BF\u03BD\u03B1 Y \u03BC\u03B9\u03B1\u03C2 \u03BF\u03C1\u03B1\u03C4\u03AE\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
hlp.printRight=\u03B4\u03B9\u03BA\u03B1\u03B9\u03CE\u03BC\u03B1\u03C4\u03B1 \u03B5\u03BA\u03C4\u03CD\u03C0\u03C9\u03C3\u03B7\u03C2. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1. \u0397 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 ALLOW_PRINTING. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.proxyHost=\u03CC\u03BD\u03BF\u03BC\u03B1 host \u03AE IP \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03B1\u03BA\u03BF\u03BC\u03B9\u03C3\u03C4\u03AE
hlp.proxyPort=\u03C0\u03CC\u03C1\u03C4\u03B1 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03B1\u03BA\u03BF\u03BC\u03B9\u03C3\u03C4\u03AE, \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.proxyType=\u03C4\u03CD\u03C0\u03BF\u03C2 \u03B4\u03B9\u03B1\u03BA\u03BF\u03BC\u03B9\u03C3\u03C4\u03AE \u03B3\u03B9\u03B1 \u03C3\u03C5\u03BD\u03B4\u03AD\u03C3\u03B5\u03B9\u03C2 internet. \u0397 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 {0}. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {1}
hlp.quiet=\u03B1\u03B8\u03CC\u03C1\u03C5\u03B2\u03B7 \u03BB\u03B5\u03B9\u03C4\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 - \u03C7\u03C9\u03C1\u03AF\u03C2 \u03C0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03B9\u03B1\u03BA\u03AC \u03BC\u03B7\u03BD\u03CD\u03BC\u03B1\u03C4\u03B1 \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7 \u03B4\u03B9\u03AC\u03C1\u03BA\u03B5\u03B9\u03B1 \u03C4\u03B7\u03C2 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B1\u03C2
hlp.reason=\u03B1\u03B9\u03C4\u03AC \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE. \u039A\u03B5\u03BD\u03CC \u03B5\u03BE\u03B1\u03C1\u03C7\u03AE\u03C2.
hlp.renderMode=\u03C4\u03C1\u03CC\u03C0\u03BF\u03C2 \u03B5\u03BC\u03C6\u03AC\u03BD\u03B9\u03C3\u03B7\u03C2 \u03B3\u03B9\u03B1 \u03BF\u03C1\u03B1\u03C4\u03AD\u03C2 \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AD\u03C2. \u0397 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 DESCRIPTION_ONLY. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.tsaAuthn=\u03BC\u03AD\u03B8\u03BF\u03B4\u03BF\u03C2 \u03B1\u03C5\u03B8\u03B5\u03BD\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7\u03C2 \u03C0\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03CC\u03C4\u03B1\u03BD \u03B3\u03AF\u03BD\u03B5\u03C4\u03B1\u03B9 \u03B5\u03C0\u03B9\u03BA\u03BF\u03B9\u03BD\u03C9\u03BD\u03AF\u03B1 \u03BC\u03B5 \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7\u03C2 (TSA). \u0397 \u03C0\u03C1\u03BF\u03BA\u03B1\u03B8\u03BF\u03C1\u03B9\u03C3\u03BC\u03AD\u03BD\u03B7 \u03C4\u03B9\u03BC\u03AE \u03B5\u03AF\u03BD\u03B1\u03B9 NONE. \u0394\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 {0}
hlp.tsaCertPasswd=\u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03C0\u03C1\u03CC\u03C3\u03B2\u03B1\u03C3\u03B7 \u03C3\u03C4\u03BF PKCS#12 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF (\u03B2\u03BB. -tscf \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE) \u03BC\u03B5 \u03AD\u03BD\u03B1 \u03B9\u03B4\u03B9\u03C9\u03C4\u03B9\u03BA\u03CC \u03BA\u03BB\u03B5\u03B9\u03B4\u03AF
hlp.tsaPolicy=OID \u03C4\u03B7\u03C2 \u03C0\u03BF\u03BB\u03B9\u03C4\u03B9\u03BA\u03AE\u03C2 TSA \u03C0\u03BF\u03C5 \u03B8\u03B1 \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03C4\u03B5\u03B8\u03B5\u03AF \u03C3\u03C4\u03BF \u03B1\u03AF\u03C4\u03B7\u03BC\u03B1 \u03C0\u03C1\u03BF\u03C2 \u03C4\u03BF\u03BD \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7\u03C2.
hlp.tsaPwd=\u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 TSA. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C3\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B1\u03BD \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B5 \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7 (-ts) \u03BA\u03B1\u03B9 \u03BF \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE\u03C2 TSA \u03B1\u03C0\u03B1\u03B9\u03C4\u03B5\u03AF \u03B1\u03C5\u03B8\u03B5\u03BD\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7.
hlp.tsaUrl=\u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 \u03B5\u03BD\u03CC\u03C2 \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7\u03C2 (TSA). \u0391\u03BD \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03C0\u03B1\u03C1\u03AC\u03BC\u03B5\u03C4\u03C1\u03BF, \u03B7 \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7 \u03B8\u03B1 \u03C0\u03B5\u03C1\u03B9\u03BB\u03B7\u03C6\u03B8\u03B5\u03AF \u03C3\u03C4\u03B7\u03BD \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE. (\u0393\u03B9\u03B1 \u03BB\u03CC\u03B3\u03BF\u03C5\u03C2 testing \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03B7\u03BD \u03B1\u03BA\u03CC\u03BB\u03BF\u03C5\u03B8\u03B7 \u03B4\u03B9\u03B5\u03CD\u03B8\u03C5\u03BD\u03C3\u03B7 URL http://dse200.ncipher.com/TSS/HttpTspServer)
hlp.tsaUser=\u03CC\u03BD\u03BF\u03BC\u03B1 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 TSA. \u03A7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B1\u03BD \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B5 \u03C7\u03C1\u03BF\u03BD\u03BF\u03C3\u03AE\u03BC\u03B1\u03BD\u03C3\u03B7 (-ts) \u03BA\u03B1\u03B9 \u03BF \u03B5\u03BE\u03C5\u03C0\u03B7\u03C1\u03B5\u03C4\u03B7\u03C4\u03AE\u03C2 TSA \u03B1\u03C0\u03B1\u03B9\u03C4\u03B5\u03AF \u03B1\u03C5\u03B8\u03B5\u03BD\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7.
hlp.userpwd=\u03BA\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03B3\u03B9\u03B1 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03B1 \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03B1 (\u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03BC\u03B1\u03B6\u03AF \u03BC\u03B5 \u03C4\u03B7\u03BD \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE -e)
hlp.version=\u03B4\u03B5\u03AF\u03C7\u03BD\u03B5\u03B9 \u03C4\u03B7\u03BD \u03AD\u03BA\u03B4\u03BF\u03C3\u03B7 \u03C4\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2
hlp.visible=\u03B5\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF \u03C4\u03B7\u03BD \u03BF\u03C1\u03B1\u03C4\u03AE \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE
pdfEncryption.certificate=\u039C\u03B5 \u03C0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC
pdfEncryption.notEncrypted=\u039C\u03B7 \u03BA\u03C1\u03C5\u03C0\u03C4\u03BF\u03B3\u03C1\u03B1\u03C6\u03B7\u03BC\u03AD\u03BD\u03BF
pdfEncryption.password=\u039C\u03B5 \u03BA\u03C9\u03B4\u03B9\u03BA\u03BF\u03CD\u03C2
render.descriptionOnly=\u039C\u03CC\u03BD\u03BF \u03C0\u03B5\u03C1\u03B9\u03B3\u03C1\u03B1\u03C6\u03AE
render.graphicAndDescription=\u0395\u03B9\u03BA\u03CC\u03BD\u03B1 \u03BA\u03B1\u03B9 \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
render.signameAndDescription=\u038C\u03BD\u03BF\u03BC\u03B1 \u03BA\u03B1\u03B9 \u03BA\u03B5\u03AF\u03BC\u03B5\u03BD\u03BF \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2
rights.allowDegradedPrinting=\u0395\u03C0\u03AD\u03C4\u03C1\u03B5\u03C8\u03B5 \u03C5\u03C0\u03BF\u03B2\u03AC\u03B8\u03BC\u03B9\u03C3\u03B7
rights.allowPrinting=\u0395\u03C0\u03AD\u03C4\u03C1\u03B5\u03C8\u03B5
rights.disallowPrinting=\u0391\u03C0\u03B1\u03B3\u03CC\u03C1\u03B5\u03C5\u03C3\u03B5
serverAuthn.certificate=\u03A0\u03B9\u03C3\u03C4\u03BF\u03C0\u03BF\u03B9\u03B7\u03C4\u03B9\u03BA\u03CC \u03C0\u03B5\u03BB\u03AC\u03C4\u03B7
serverAuthn.none=\u03A7\u03C9\u03C1\u03AF\u03C2 \u03B1\u03C5\u03B8\u03B5\u03BD\u03C4\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7
serverAuthn.password=\u038C\u03BD\u03BF\u03BC\u03B1 \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 / \u039A\u03C9\u03B4\u03B9\u03BA\u03CC\u03C2
ssl.keymanager.init=\u0391\u03C1\u03C7\u03B9\u03BA\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03B4\u03B9\u03B1\u03C7\u03B5\u03B9\u03C1\u03B9\u03C3\u03C4\u03AE \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD \u03B1\u03C0\u03CC \u03C4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03C7\u03CE\u03C1\u03BF\u03C5 \u03B1\u03C0\u03BF\u03B8\u03AE\u03BA\u03B5\u03C5\u03C3\u03B7\u03C2 \u03BA\u03BB\u03B5\u03B9\u03B4\u03B9\u03CE\u03BD {0}.
