certificationLevel.formFill=Se permite el llenado de formularios
certificationLevel.formFillAnnot=Se permiten anotaciones y llenado de formularios
certificationLevel.noChanges=No se permiten cambios
certificationLevel.notCertified=No certificado
console.certificateChainEmpty=No se encontr\u00F3 ninguna clave privada. Compruebe la configuraci\u00F3n del almac\u00E9n de claves (tipo de almac\u00E9n de claves, ruta de archivo, contrase\u00F1a, alias de clave).
console.certificateExpired=El certificado {0} ya venci\u00F3.
console.certificateNotForSignature=El certificado {0} no est\u00E1 destinado a la firma digital.
console.certificateNotYetValid=El certificado {0} a\u00FAn no es v\u00E1lido.
console.closeStream=Cerrando el flujo de datos del PDF resultante
console.configureVisible=Configurando firma visible
console.createImage=Creando imagen {0}
console.createOutPdf=Creando archivo PDF de salida: {0}
console.createPdfReader=Abriendo archivo PDF de entrada: {0}
console.createSignature=Creando firma
console.creatingTsaClient=Creando cliente de sellado temporal TSA.
console.criticalExtensionNotSupported=El certificado {0} contiene una extensi\u00F3n cr\u00EDtica con un ID de objeto (OID) \u00AB{1}\u00BB que JSignPdf no reconoce, por lo que se omite.
console.crlinfo.alreadyLoaded=La lista de revocaci\u00F3n de certificados (CRL) a descargar ya est\u00E1 presente. Se omite.
console.crlinfo.crlSize=Tama\u00F1o de la lista de revocaci\u00F3n de certificados (CRL) descargada: {0}
console.crlinfo.distPointNotSupported=La extensi\u00F3n de puntos de distribuci\u00F3n no es compatible con un certificado determinado.
console.crlinfo.foundCrlUri=La URL del CRL se ha encontrado en el punto de distribuci\u00F3n: {0}
console.crlinfo.loadCrl=Descargando la lista de revocaci\u00F3n de certificados (CRL) desde {0}
console.crlinfo.noUrlInDistPoint=No se encontraron URLs HTTP(s) en el punto de distribuci\u00F3n.
console.crlinfo.retrieveCrlUrl=Leyendo los puntos de distribuci\u00F3n de lista de revocaci\u00F3n (CRL) del certificado {0}
console.exception=Ocurri\u00F3 un problema
console.fileNotFilled.error=Falta la ruta de entrada o salida del PDF!
console.filesAreEqual.error=Las rutas del PDF de entrada y de salida son las mismas, aqu\u00ED hay que utilizar dos archivos distintos.
console.finished.error=Terminado: No se pudo crear la firma.
console.finished.ok=Terminado: La firma se ha creado correctamente.
console.getAliases=Obteniendo un alias de clave
console.getCertChain=Obteniendo la cadena de certificados
console.getKeystoreType=Obteniendo una instancia con el tipo de almac\u00E9n de claves: {0}
console.getOCSPURL=Leyendo la URL de OCSP de la cadena de certificados.
console.getPrivateKey=Cargando la clave privada
console.inFileNotFound.error=No se encontr\u00F3 el PDF de entrada o no es legible.
console.keys=Alias de clave en el almac\u00E9n de claves:
console.keystores=Tipos de almac\u00E9n de claves disponibles:
console.loadKeystore=Cargando almac\u00E9n de claves: {0}
console.memoryError=\nJava se ha quedado sin memoria. Intente asignar m\u00E1s memoria a la JVM.\nAgregue -Xmx<tama\u00F1o de memoria> a la llamada de Java.\nzB: $java-Xmx512m \u2026 establece el tama\u00F1o m\u00E1ximo de almacenamiento din\u00E1mico de Java en 512 MB.\n
console.noOCSPURL=La URL del servidor OCSP no se encuentra en el certificado. Se utilizar\u00E1 el valor introducido en la configuraci\u00F3n de la aplicaci\u00F3n.
console.pdfEncError.wrongCertificateFile=No se puede utilizar el cifrado de certificado del PDF. El archivo de certificado "{0}" no se puede cargar o no contiene un certificado X509.
console.readingCRLs=Leyendo los CRL
console.readingOCSP=Obteniendo los datos OCSP de la URL: {0}
console.renderModeFallback=El modo de dibujado de la firma visible est\u00E1 en modo \u00ABimagen y descripci\u00F3n\u00BB, pero no se proporcion\u00F3 ninguna imagen. Se utilizar\u00E1 el modo de \u00ABs\u00F3lo descripci\u00F3n\u00BB.
console.setAcro6Layers=Utilizar solo las capas recomendadas por Acrobat 6: {0}
console.setCertificationLevel=Configurando el nivel de certificaci\u00F3n
console.setContact=Configurando el contacto: {0}
console.setEncryption=Configurando el cifrado
console.setImage=Configurando la imagen de fondo
console.setImageScale=Configurando tama\u00F1o de la imagen de fondo
console.setL2Text=Configurando del texto de la capa 2 (descripci\u00F3n)
console.setL4Text=Configurando del texto de la capa 4 (estado)
console.setSignerName=Configurando el nombre del firmante: {0}
console.setLocation=Configurando el lugar de la firma: {0}
console.setReason=Configurando el motivo de la firma: {0}
console.setRender=Configurando el modo de dibujado
console.setSignatureGraphic=Configurando imagen
console.setVisibleSignature=Creando firma visible
console.settingTsaHashAlg=Configuraci\u00F3n del algoritmo hash de TSA: {0}
console.settingTsaPolicy=Configurando el ID de objeto (OID) de la pol\u00EDtica de la autoridad de sellado temporal (TSA): {0}
console.skippingSigning=La validaci\u00F3n del archivo ha fallado, se recomiendo comprobar la ruta a los PDF. Salt\u00E1ndose el proceso de firma.
console.starting=Arrancando JSignPdf
console.unsupportedEncryptionType=No se reconoce el tipo de cifrado.
console.updateVersion=Actualizando la informaci\u00F3n de la versi\u00F3n PDF 1. {0} -> 1. {1}
console.usedKeyAlias=Alias de clave utilizado: {0}
console.pdfEncError.cantUseCertificate=No se puede utilizar el cifrado de certificado del PDF. El cifrado que utiliza la clave p\u00FAblica del certificado "{0}" no es compatible con Java en ejecuci\u00F3n.
console.processing=Procesando (puede tardar un poco)...
console.serverNotTrusted=El certificado del servidor no es de confianza. Se puede utilizar la herramienta InstallCert para agregar el certificado del servidor a un almac\u00E9n de certificados de confianza.
console.validatingFiles=Comprobando las rutas de los PDFs de entrada y salida.
default.l2text.date=Fecha:
default.l2text.location=Lugar:
default.l2text.reason=Raz\u00F3n:
default.l2text.signedBy=Firmado digitalmente por
error.keystoreNull=El almac\u00E9n de claves no se carg\u00F3 correctamente. Se recomienda comprobar si el tipo de almac\u00E9n de claves o la ruta y la contrase\u00F1a son v\u00E1lidos.
error.vs.pageNotANumber=La p\u00E1gina tiene que ser un n\u00FAmero entero, sin decimales.
error.vs.previewFailed=Vaya, la vista previa ha fallado.
filechooser.overwrite.question=El archivo \u00AB{0}\u00BB ya existe. \u00BFSobrescribirlo?
filechooser.save.warning=Advertencia de guardado
filefilter.jks=Archivos del almac\u00E9n de claves de Java (.jks)
filefilter.pdf=Archivos PDF (.pdf)
filefilter.pkcs12=Archivos PKCS#12 (.pfx, .p12)
gui.advancedView.checkbox=Vista avanza&da
gui.alias.label=&Alias de la clave
gui.appendSignature.checkbox=A\u00F1adir firma a las ori&ginales
gui.browse.button=Examinar...
gui.certLevel.label=Nivel de &certificaci\u00F3n
gui.certificateNotForEncryption.error=O bien el archivo {0} no contiene ning\u00FAn certificado X509, o el cifrado no es compatible con dicho certificado.
gui.check.error.title=La comprobaci\u00F3n ha fallado
gui.contact.label=Co&ntacto (opcional)
gui.encryptionCertFile.label=Archivo de certificado para el cifrado
gui.fileNotExists.error={0} no existe o no es legible.
gui.filesEqual.error=Los archivos PDF de entrada y salida son los mismos.
gui.hashAlgorithm.label=Algoritmo de &hash
gui.inPdfFile.label=Arch&ivo PDF de entrada
gui.info.close.button=Cerrar
gui.info.title=Consola de salida de JSignPdf
gui.keystoreFile.label=Archi&vo del almac\u00E9n de claves
gui.keystorePassword.label=Contrase\u00F1a &para el almac\u00E9n de claves
gui.keystoreType.label=&Tipo del almac\u00E9n de claves
gui.loadAliases.button=Cargar clav&es
gui.location.label=&Lugar (opcional)
gui.outPdfFile.label=Archiv&o PDF de salida (opcional)
gui.pdfOwnerPwd.label=Co&ntrase\u00F1a del propietario
gui.pdfUserPwd.label=Contrase\u00F1a del &usuario
gui.preview.title=Vista previa y selecci\u00F3n
gui.reason.label=&Raz\u00F3n (opcional)
gui.rights.assembly.checkbox=Ensamblaje
gui.rights.button=Derechos
gui.rights.copy.checkbox=Copiar
gui.rights.fillIn.checkbox=Rellenar
gui.rights.modifyAnnotations.checkbox=Modificar las anotaciones
gui.rights.modifyContents.checkbox=Modificar contenido
gui.rights.printing.label=Impresi\u00F3n
gui.rights.rights.label=Derechos
gui.rights.screenReaders.checkbox=Lectores de pantalla
gui.rights.title=Derechos
gui.signIt.button=&Firmar
gui.storePasswords.checkbox=Recordar &mis contrase\u00F1as
gui.title=JSignPdf (versi\u00F3n {0})
gui.tsa.authn.label=Autenticaci\u00F3n TSA
gui.tsa.certFile.label=Ruta del archivo de claves (PKCS12)
gui.tsa.certFilePwd.label=Contrase\u00F1a de la clave
gui.tsa.crlEnabled.checkbox=Activar CRL
gui.tsa.enabled.checkbox=Utilizar el servidor de sellado temporal
gui.tsa.hashAlg.label=Algoritmo hash de sellado temporal (TSA)
gui.tsa.ocspEnabled.checkbox=Activar OCSP
gui.tsa.ocspServerUrl.label=URL del servidor OCSP predeterminado
gui.tsa.policy.label=Pol\u00EDtica TSA (OID)
gui.tsa.proxy.panel=Ajustes del proxy
gui.tsa.proxyHost.label=Servidor y puerto del proxy
gui.tsa.proxyType.label=Tipo
gui.tsa.pwd.label=Contrase\u00F1a TSA
gui.tsa.title=Sellado temporal (TSA) y revocaci\u00F3n de certificados
gui.tsa.url.label=URL del servidor de sellado de tiempo (TSA)
gui.tsa.user.label=Usuario del servidor de sellado de tiempo (TSA)
gui.tsaOcsp.button=TSA/OCSP/CRL
gui.valueNotFilled.error={0} debe rellenarse.
gui.visibleSignature.checkbox=Firma visible
gui.visibleSignatureSettings.button=Ajustes
gui.vs.acro6layers.checkbox=Modo con capas de Acrobat 6
gui.vs.bgImgPath.label=Imagen de fondo
gui.vs.browse.button=Examinar...
gui.vs.close.button=Cerrar
gui.vs.default.checkbox=Predeterminado
gui.vs.imgPath.label=Imagen
gui.vs.l2Text.label=Texto de la firma
gui.vs.l4Text.label=Texto de estado
gui.vs.llx.label=Coord. inferior izquierda en X
gui.vs.llx.tooltip=Valor en el eje X para la posici\u00F3n de una esquina inferior izquierda de la firma para colocarla en una p\u00E1gina.
gui.vs.lly.label=Coord. inferior izquierda en Y
gui.vs.lly.tooltip=Valor en el eje Y para la posici\u00F3n de una esquina inferior izquierda de la firma para colocarla en una p\u00E1gina.
gui.vs.page.label=P\u00E1gina
gui.vs.page.tooltip=N\u00FAmero de p\u00E1gina en la que se mostrar\u00E1 la firma. La primera p\u00E1gina tiene el n\u00FAmero 1.
gui.vs.position.label=Posici\u00F3n
gui.vs.renderMode.label=Visualizar
gui.vs.settings.label=Ajustes
gui.vs.title=Configuraci\u00F3n de la firma visible
gui.vs.urx.label=Coord. superior derecha en X
gui.vs.urx.tooltip=Valor en el eje X para la posici\u00F3n de una esquina superior derecha de la firma para colocarla en una p\u00E1gina.
gui.vs.ury.label=Coord. superior derecha en Y
gui.vs.ury.tooltip=Valor en el eje Y para la posici\u00F3n de una esquina superior derecha de la firma para colocarla en una p\u00E1gina.
hlp.append=a\u00F1adir una firma a las existentes. Por defecto, las firmas existentes son reemplazadas por la nueva.
hlp.certLevel=nivel de certificaci\u00F3n. El valor predeterminado es \u00ABNOT_CERTIFIED\u00BB (sin certificar). Los valores disponibles son {0}
hlp.contact=datos de contacto del firmante (un campo de firma)
hlp.crl=activar la validaci\u00F3n de certificados CRL
hlp.disableAcro6Layers=desactiva el modo de capas de Acrobat 6; por lo que se crear\u00E1n todas las capas de firma. En Acrobat 6.0 versiones posteriores se recomienda utilizar solo las capas n2 y n4.
hlp.disableAnnot=proh\u00EDbe modificar anotaciones en documentos cifrados
hlp.disableCopy=proh\u00EDbe la copia de los documentos cifrados
hlp.disableFill=proh\u00EDbe rellenar los documentos cifrados
hlp.disableScrRead=proh\u00EDbe el uso de lectores de pantalla en los documentos cifrados
hlp.encCert=ruta al archivo del certificado utilizado para cifrar el PDF de salida si se utiliza \u00AB-encryption CERTIFICATE\u00BB (con certificado)
hlp.encryption=modo de cifrado para el PDF de salida. El valor predeterminado es \u00ABNONE\u00BB (ninguno). Los valores posibles son {0}. Se debe utilizar con \u00AB-upwd\u00BB y \u00AB-opwd\u00BB si se utiliza el modo \u00ABPASSWORD\u00BB (contrase\u00F1a), y \u00AB-ec\u00BB en caso de \u00ABCERTIFICATE\u00BB (certificado)
hlp.footer.exitCodes=C\u00F3digos de salida del programa:\n-------------------\n  0 el programa termin\u00F3 sin error\n  1 la l\u00EDnea de comandos tiene un formato incorrecto\n  2 no se ha solicitado ninguna operaci\u00F3n, por ejemplo; no se ha proporcionado ning\u00FAn archivo a firmar\n  3 falla la firma de algunos archivos, pero no de todos\n  4 falla la firma de todos los archivos
hlp.hashAlgorithm=algoritmo de hash utilizado para la firma. El valor por defecto es \u00ABSHA1\u00BB. Los valores disponibles son {0}
hlp.header=JSignPdf es una aplicaci\u00F3n dise\u00F1ada para firmar digitalmente documentos PDF. Si inicia el programa sin ning\u00FAn argumento en la l\u00EDnea de comandos se abrir\u00E1 la interfaz gr\u00E1fica de usuario; en caso contrario se puede usar JSignPdf para automatizar a trav\u00E9s del modo por lotes de la l\u00EDnea de comandos.
hlp.help=muestra esta pantalla de ayuda
hlp.imgPath=ruta de la imagen para la firma visible
hlp.keyAlias=nombre (alias) de la clave que debe utilizarse para firmar el documento. Si no se da esta opci\u00F3n se utiliza la primera clave en el almac\u00E9n de claves (para enumerar los alias de las claves se puede utilizar \u00AB-lk\u00BB)
hlp.keyIndex=\u00EDndice que empieza en cero de la clave que debe utilizarse para firmar el documento. Si no se da esta opci\u00F3n ni el alias se utiliza la primera clave (\u00EDndice=0) del almac\u00E9n de claves. (Se puede mostrar la lista de alias de claves utilizando \u00AB-lk\u00BB). Esta opci\u00F3n tiene menor prioridad que alias.
hlp.ksPwd=contrase\u00F1a para el almac\u00E9n de claves (KeyStore)
hlp.ksType=establece el tipo de almac\u00E9n de claves (puede enumerar los posibles valores de esta opci\u00F3n \u00AB-lkt\u00BB argumento)
hlp.l2Text=texto de la firma, tambi\u00E9n se pueden utilizar marcadores de posici\u00F3n para las propiedades de la firma (${signer}, ${certificate}, ${timestamp}, ${location}, ${reason}, ${contact})
hlp.l2TextFontSize=tama\u00F1o de letra para el texto visible de la firma, de forma predeterminada es {0}
hlp.l4Text=texto de estado
hlp.listKeys=enumera los contenidos del almac\u00E9n de claves elegido
hlp.listKsTypes=enumera los tipos de almacenes de claves, que pueden utilizarse como valores opci\u00F3n -kst
hlp.loadProperties=Carga las propiedades desde un archivo propio (creado por la interfaz gr\u00E1fica).
hlp.loadPropertiesFile=Carga las propiedades del archivo dado. El archivo puede crearse copiando el archivo de propiedades predeterminado \u00AB.JSignPdf\u00BB creado por la interfaz gr\u00E1fica de usuario en el directorio principal del usuario.
hlp.location=lugar donde se realiza la firma (por ejemplo, Washington DC). Si no se especifica queda en blanco.
hlp.ocsp=activar la validaci\u00F3n de certificados OCSP
hlp.outPath=carpeta en la que se almacenar\u00E1n los documentos firmados. Si no se emplea la carpeta actual.
hlp.outPrefix=prefijo para el nombre del archivo firmado. El valor predeterminado es un prefijo vac\u00EDo.
hlp.ownerpwd=contrase\u00F1a del propietario para los documentos cifrados (se utiliza cuando se da la opci\u00F3n \u00AB-e\u00BB)
hlp.posLLX=posici\u00F3n de la esquina inferior izquierda en el eje X de una firma visible (el valor negativo se resta del ancho de la p\u00E1gina)
hlp.posLLY=posici\u00F3n en el eje Y de la esquina inferior izquierda de la firma visible (cuando se usa un valor negativo, el valor se resta de la altura de la p\u00E1gina)
hlp.posURX=posici\u00F3n en el eje X de la esquina superior derecha de la firma visible (cuando se usa un valor negativo, el valor se resta del ancho de la p\u00E1gina)
hlp.printRight=derechos de impresi\u00F3n. Se utiliza en documentos cifrados. El valor predeterminado es \u00ABALLOW_PRINTING\u00BB (se permite su impresi\u00F3n). Los valores disponibles son {0}
hlp.proxyHost=nombre o direcci\u00F3n IP del servidor proxy
hlp.proxyPort=puerto del servidor proxy, el valor por defecto es {0}
hlp.quiet=modo silencioso, no proporciona ning\u00FAn mensaje informativo durante el proceso
hlp.signerName=nombre del firmante. El valor predeterminado es el nombre com\u00FAn (CN) del certificado elegido.
hlp.reason=raz\u00F3n de firma, vac\u00EDa de forma predeterminada.
hlp.tsaAuthn=m\u00E9todo de autenticaci\u00F3n utilizado al contactar con el servidor de sellado temporal (TSA). El valor predeterminado es NONE (ninguno). Los valores posibles son {0}
hlp.tsaCertFile=ruta al archivo del almac\u00E9n de claves que contiene la clave privada utilizada para la autenticaci\u00F3n frente al servidor de sellado temporal (TSA), cuando se utiliza el m\u00E9todo de autenticaci\u00F3n CERTIFICATE
hlp.tsaHashAlg=algoritmo de hash en la petici\u00F3n al servidor de sellado temporal (TSA); si no se indica se utiliza {0}
hlp.tsaPolicy=ID de objeto (OID) de pol\u00EDtica de autoridad de sellado de tiempo (TSA) que utilizar en la petici\u00F3n de sellado temporal.
hlp.tsaPwd=contrase\u00F1a del usuario del servidor de sellado de tiempo (TSA). Utilice este modificador si se utiliza sellado temporal (-ts) y el servidor TSA necesita autenticaci\u00F3n.
hlp.tsaUrl=direcci\u00F3n del servidor de sellado de tiempo (TSA). Si se utiliza este argumento la marca de tiempo se incluir\u00E1 en la firma. (Para hacer pruebas se puede utilizar la URL http://dse200.ncipher.com/TSS/HttpTspServer)
hlp.visible=activa la firma visible
extcsp.nocert=No se recibi\u00F3 ning\u00FAn certificado desde el almac\u00E9n de claves, error: {0}
extcsp.nohost=No se puede conectar con el servidor de firma - servidor desconocido {0}: {1}
hlp.tsaUser=nombre del usuario del servidor de sellado de tiempo (TSA). Utilice este conmutador si se utiliza sellado temporal (-ts) y el servidor TSA necesita autenticaci\u00F3n.
hlp.userpwd=contrase\u00F1a del usuario para los documentos cifrados (se utiliza junto con la opci\u00F3n -e)
hlp.version=muestra la versi\u00F3n de la aplicaci\u00F3n
extcsp.iohost=No se puede conectar con el servidor de firma; error de conexi\u00F3n: {0}
extcsp.certfactory=Hubo un falo al crear una instancia de \u00ABCertificateFactory\u00BB
extcsp.nosignature=Hubo un error al firmar, no se ha recibido la firma y no hay ninguna explicaci\u00F3n dada
extcsp.nosignatureerr=Hubo un error al firmar, el almac\u00E9n de claves devolvi\u00F3 un error: {0}
extcsp.unknownhashalg=El algoritmo de huella digital o hash proporcionado ({0}) no es compatible
pdfEncryption.certificate=Certificado
pdfEncryption.notEncrypted=Sin cifrar
pdfEncryption.password=Contrase\u00F1as
render.descriptionOnly=S\u00F3lo descripci\u00F3n
render.graphicAndDescription=Imagen y descripci\u00F3n
render.signameAndDescription=Nombre de firma y descripci\u00F3n
rights.allowDegradedPrinting=Permitir degradado
rights.allowPrinting=Permitir
rights.disallowPrinting=No permitir
serverAuthn.certificate=Certificado de cliente
serverAuthn.none=Sin autenticaci\u00F3n
serverAuthn.password=Nombre de usuario y contrase\u00F1a
ssl.keymanager.init=Arrancando el administrador de claves a partir del archivo del almac\u00E9n de claves {0}.
gui.keyPassword.label=Contrase\u00F1a de la cla&ve
hlp.encrypted=Esta propiedad est\u00E1 obsoleta, ahora hay que utilizar \u00AB-encryption PASSWORD\u00BB (con contrase\u00F1a)
hlp.disableContent=proh\u00EDbe modificar el contenido de los documentos cifrados
error.sslHandshakeException=La conexi\u00F3n SSL ha fallado: seguramente el certificado del servidor sea desconocido. Se puede utilizar \u00ABInstallCert Tool\u00BB para importar el Certificado al almac\u00E9n de claves de Java.
gui.pdfEncryption.label=Cifrar el PDF
file.notReadable=La aplicaci\u00F3n no puede leer el archivo {0} . Se recomienda comprobar si el archivo existe y si el usuario tiene permisos de lectura.
gui.vs.preview.button=Vista previa y selecci\u00F3n
gui.vs.bgImgScale.label=Escalado de la imagen de fondo
hlp.tsaCertPasswd=contrase\u00F1a utilizada para abrir el archivo PKCS#12 (v\u00E9ase la opci\u00F3n\u00AB -tscf\u00BB) que contiene la clave privada
gui.vs.bgImgScale.tooltip=Escribe un valor positivo para multiplicar el tama\u00F1o de la imagen con el valor.\nEscribe un valor cero para rellenar todo el fondo (estir\u00E1ndolo).\nEscribe un valor negativo para ajustar las dimensiones sin distorsiones.
gui.vs.l2TextFontSize.label=Tama\u00F1o de la letra de firma
hlp.outSuffix=sufijo para el nombre del archivo firmado. El valor predeterminado es \u00AB_signed\u00BB. (por ejemplo, el proceso de firma en el archivo \u00ABmidocumento.pdf\u00BB crear\u00E1 un nuevo archivo \u00ABmidocumento_signed.pdf\u00BB)
hlp.page=p\u00E1gina con firma visible. El valor predeterminado es 1 (la primera p\u00E1gina). Si el n\u00FAmero de p\u00E1gina proporcionado queda fuera de los l\u00EDmites se utiliza la \u00FAltima p\u00E1gina.
hlp.bgPath=ruta de la imagen de fondo para las firmas visibles
hlp.bgScale=Escala de la imagen de fondo para las firmas visibles. Inserte un valor positivo para multiplicar el tama\u00F1o de la imagen con el valor. Inserte un valor cero para llenar todo el fondo con \u00E9l (estirar). Inserte un valor negativo para ajustar al m\u00E1ximo el tama\u00F1o de la imagen.
hlp.disableAssembly=proh\u00EDbe el ensamblaje de documentos cifrados
hlp.keyPwd=contrase\u00F1a de la clave contenida en el almac\u00E9n de claves. En la mayor\u00EDa de los casos esto no es necesario, ya que solo es el almac\u00E9n el que est\u00E1 protegido por contrase\u00F1a y no la clave que tiene dentro, pero por si acaso :)
hlp.ksFile=establece el archivo del almac\u00E9n de claves, se debe de utilizar una ruta en la que se encuentren las claves privadas (.p12, .pfx, .jks, ...). Algunos almacenes de claves funcionan con archivos (como el almac\u00E9n de claves de Windows \u00ABWINDOWS-MY\u00BB), por lo que esta opci\u00F3n puede no ser necesaria dependiendo de la plataforma.
hlp.posURY=posici\u00F3n en el eje Y de la esquina superior derecha de la firma visible (cuando se usa un valor negativo, el valor se resta de la altura de la p\u00E1gina)
hlp.footer.examples=Ejemplos:\n---------\n$ java -jar JSignPdf.jar -kst WINDOWS-MY midocumento.pdf\n-> crea una copia de mydocument.pdf con el nombre mydocument_signed.pdf, que est\u00E1 firmado digitalmente con el primer certificado que se encuentra en el almac\u00E9n de certificados del sistema operativo predeterminado\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -pe PASSWORD -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\n-> crea un archivo firmado y encriptado mydocument_signed.pdf, no se permite la impresi\u00F3n del nuevo archivo. Para la firma se utiliza clave con alias cert23 del archivo my_certificate.pfx\n------------\n$ java -jar JSignPdf.jar -lkt\n-> enumera los tipos de almac\u00E9n de claves\n------------\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\n-> enumerar los nombres (alias) de las claves almacenadas en el archivo my_certificate.pfx usando la contrase\u00F1a para el almac\u00E9n de claves. El modo silencioso est\u00E1 habilitado, por lo que no se imprime informaci\u00F3n de depuraci\u00F3n.
hlp.ocspServerUrl=URL del servidor OCSP predeterminado, que se utilizar\u00E1 en caso de que el certificado de firma no contenga dicha informaci\u00F3n
hlp.proxyType=tipo de proxy para las conexiones a Internet. El valor por defecto es {0}. Los valores posibles son {1}
hlp.renderMode=Modo de dibujado para las firmas visibles. El valor por defecto es DESCRIPTION_ONLY (solo descripci\u00F3n). Los valores posibles son {0}
hlp.tsaCertFileType=tipo de almac\u00E9n de claves para la autenticaci\u00F3n TSA de tipo \u00ABCERTIFICATE\u00BB. El valor predeterminado es PKCS12
hlp.gui=(beta) mostrar la interfaz (GUI) incluso cuando se utilizan otros argumentos en la l\u00EDnea de comandos
#console.updateVersionNotPossibleInAppendMode=Choosen configuration requires PDF version update, but it's not possible in the "append" signature mode.
console.updateVersionNotPossibleInAppendModeForGivenHash=El algoritmo de hash elegido ({0}) necesita una versi\u00F3n de PDF m\u00E1s reciente ({1}) que la original ({2}). La actualizaci\u00F3n de versi\u00F3n del PDF es imposible en modo de firma "adjuntar". Desactiva el modo "adjuntar" o elije otro algoritmo hash. Estos son los requisitos del algoritmo: {3}
