
certificationLevel.formFill      = Formulaire de remplissage autoris\u00E9
certificationLevel.formFillAnnot = Formulaire de remplissage et annotation autoris\u00E9
certificationLevel.noChanges     = Aucune modification autoris\u00E9e
certificationLevel.notCertified  = Non certifi\u00E9

console.certificateExpired            = Certificat expir\u00E9
console.certificateNotForSignature    = Usage du certificat {0} impropre \u00E0 la signature \u00E9lectronique
console.certificateNotYetValid        = Certificat non valide
console.closeStream                   = Fermeture du PDF
console.configureVisible              = Configuration de l'affichage de la signature
console.createImage                   = Creation d'une image {0}
console.createOutPdf                  = Cr\u00E9ation du fichier PDF
console.createPdfReader               = Ouverture du fichier PDF
console.createSignature               = Signature
console.creatingTsaClient             = Ajout du jeton d'horodatage
console.criticalExtensionNotSupported = Le certificat {0} contient une extension critique avec OID "{1}" no reconnu par JSignPdf - Etape suivante
console.crlinfo.alreadyLoaded         = La liste de r\u00E9vocation de certificats a d\u00E9j\u00E0 \u00E9t\u00E9 t\u00E9l\u00E9charg\u00E9e . Etape suivante.
console.crlinfo.crlSize               = Taille de la liste de r\u00E9vocation de certificats : {0}
console.crlinfo.distPointNotSupported = L'extension de point de distribution de la liste de r\u00E9vocation de certificats n'est pas support\u00E9e.
console.crlinfo.foundCrlUri           = Adresse du point de distribution de la liste de r\u00E9vocation de certificats
console.crlinfo.loadCrl               = T\u00E9l\u00E9chargement de la liste de r\u00E9vocation de certificats depuis {0} 
console.crlinfo.noUrlInDistPoint      = Aucune adresse n'est fournie pour le point de distribution de la liste de r\u00E9vocation de certificats.
console.crlinfo.retrieveCrlUrl        = Lecture de l'adresse des points de distribution de la liste de r\u00E9vocation de certificats.
console.exception                     = L'application a rencontr\u00E9 un probl\u00E8me.
console.fileNotFilled.error           = Renseigner le chemin du r\u00E9pertoire du fichier PDF sign\u00E9 ou \u00E0 signer 
console.filesAreEqual.error           = Les noms absolus des fichiers PDF sign\u00E9 et \u00E0 signer sont identiques
console.finished.error                = Op\u00E9ration termin\u00E9e. Echec de la signature du fichier PDF.
console.finished.ok                   = Op\u00E9ration termin\u00E9e. Signature du fichier PDF r\u00E9ussie.
console.getAliases                    = Lecture de l'alias de la cl\u00E9
console.getCertChain                  = Lecture de la cha\u00EEne de certification.
console.getKeystoreType               = Interrogation du magasin de certificat.
console.getOCSPURL                    = Lecture de  l'adresse du serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.getPrivateKey                 = Lecture de la cl\u00E9 priv\u00E9e
console.inFileNotFound.error          = L'application ne trouve pas le fichier PDF \u00E0 signer \u00E0 l'endroit indiqu\u00E9.
console.keys                          = Alias de la cl\u00E9 renseign\u00E9 dans le magasin de certificats.
console.keystores                     = Magasins de certificats disponibles.
console.loadKeystore                  = Chargement du magasin de certificats.
console.memoryError                   = Taille m\u00E9moire insuffisante Contacter votre administrateur pour allou\u00E9e plus de m\u00E9moire \u00E0 la JVM\n(512MB).\n
console.noOCSPURL                     = Aucune adresse renseign\u00E9e pour le serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.processing                    = En cours d'ex\u00E9cution. Merci de patienter quelques instants.
console.readingCRLs                   = Interrogation de la liste de r\u00E9vocation de certificats
console.readingOCSP                   = Interrogation du serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.setSignatureGraphic           = Param\u00E8tre de l'image
console.setVisibleSignature           = Cr\u00E9ation de l'attache de signature, visible dans le document
console.settingTsaPolicy              = Param\u00E8tre de la politique d'horodatage r\u00E9f\u00E9renc\u00E9e par l'OID : {0}
console.skippingSigning               = Echec de la validation du fichier. V\u00E9rifier le chemin. Signature interrompue.

gui.browse.button            = Naviguer...
gui.check.error.title        = La v\u00E9rification a \u00E9chou\u00E9
gui.signIt.button            = Signer
gui.storePasswords.checkbox  = M\u00E9moriser mes mots de passe
gui.title                    = JSignPdf (Version {0})
gui.tsa.crlEnabled.checkbox  = Autoriser les m\u00E9canismes de validation par liste de r\u00E9vocation
gui.tsa.enabled.checkbox     = Utiliser un jeton d'horodatage
gui.tsa.ocspEnabled.checkbox = Autoriser les m\u00E9canismes de validation par serveur OCSP
gui.tsa.ocspServerUrl.label  = Adresse par d\u00E9faut du serveur OCSP
gui.tsa.policy.label         = Politique d'horodatage (r\u00E9f\u00E9rence : OID)
gui.tsa.proxy.panel          = Param\u00E8tres du proxy
gui.tsa.proxyHost.label      = Port du proxy
gui.tsa.proxyType.label      = Type de proxy
gui.tsa.pwd.label            = Mot de passe du serveur d'horodatage
gui.tsa.url.label            = Adresse du serveur d'horodatage
gui.tsa.user.label           = Nom d'utilisateur du service d'horodatage.
gui.tsaOcsp.button           = Serveur d'horodatage/Service de r\u00E9vocation/Liste de r\u00E9vocation
gui.vs.settings.label        = Param\u00E8tres
gui.vs.title                 = Param\u00E8tre de l'attache de signature ins\u00E9rr\u00E9e et visible dans le document sign\u00E9

hlp.contact            = D\u00E9tails des coordonn\u00E9es de contact du signataire.
hlp.crl                = Autoriser la validation par liste de r\u00E9vocation de certificats
hlp.keyPwd             = Mot de passe du certificat contenu dans le magasin de certificats m\u00EAme si ce dernier est aussi prot\u00E9g\u00E9 par un mot de passe
hlp.ksFile             = Param\u00E8tre du fichier du magasin de certificats (ou r\u00E9pertoire contenant les certificats logiciels (.p12, .pfx, .jks...)
hlp.ksPwd              = Mot de passe du magasin de certificats
hlp.ksType             = Param\u00E8tre du magasin de certificats
hlp.l2Text             = Texte de l'attache de signature
hlp.l2TextFontSize     = Taille de la police de l'attache de signature
hlp.listKeys           = Listes des cl\u00E9s contenues dans le magasin de certificats s\u00E9lectionn\u00E9
hlp.listKsTypes        = Listes des types de magasin de certificats
hlp.loadPropertiesFile = Lecture des propri\u00E9t\u00E9s du fichier soumis \u00E0 signature.
hlp.location           = Lieu o\u00F9 est r\u00E9alis\u00E9 la signature. Par d\u00E9faut, aucun lieu n'est renseign\u00E9.  
hlp.ocsp               = Autoriser la validation de certificat par interrogation des serveurs OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation).
hlp.ocspServerUrl      = Autoriser la validation de certificat par interrogation des serveurs OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation).
hlp.outPath            = R\u00E9pertoire contenant les documents sign\u00E9s
hlp.outPrefix          = Pr\u00E9fixe des documents sign\u00E9s. Par d\u00E9faut aucun pr\u00E9fix n'est requis. 
hlp.outSuffix          = Suffixe ou extension des documents sign\u00E9s. La valeur par d\u00E9faut est "_signed" (c.a.d la signature du fichier "MonDocument.pdf" sera nomm\u00E9e MonDocument_signed.pdf"  
hlp.ownerpwd           = Mot de passe pour le chiffrement de documents
hlp.page               = Page d'insertion de l'attache de signature. La page par d\u00E9faut est la premi\u00E8re page.
hlp.posLLX             = Abscisse du coin inf\u00E9rieur gauche de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posLLY             = Ordonn\u00E9e du coin inf\u00E9rieur gauche de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posURX             = Abscisse du coin sup\u00E9rieur droit de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posURY             = Ordonn\u00E9e du coin sup\u00E9rieur droit de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.printRight         = Droits d'impression des documents chiffr\u00E9s. La valeur par d\u00E9faut est impression autoris\u00E9. D'autres valeurs sont disponibles {0}
hlp.proxyHost          = Nom ou Adresse IP du proxy pour la connection Internet.
hlp.proxyPort          = port du proxy pour la connection Internet. La valeur par d\u00E9fault est {0}
hlp.proxyType          = Type de proxy pour la connection Internet. La valeur par d\u00E9fault est {0}. D'autres valeurs sont permisses : {1}
hlp.quiet              = Mode silencieux, sans message d'alerte durant les traitements.
hlp.reason             = Qualit\u00E9 du signataire. Non renseign\u00E9e par d\u00E9faut.
hlp.renderMode         = Visibilit\u00E9 de la signature dans le document. La valeur par d\u00E9faut se r\u00E9duit \u00E0 une simple descritption. Vous pouvez choisi parmi {0}
hlp.tsaPolicy          = Politique d'horodatage
hlp.tsaPwd             = Mot de passe du serveur d'horodatage
hlp.tsaUrl             = Adresse du serveur d'horodatage
hlp.tsaUser            = Login du serveur d'horodatage
hlp.userpwd            = Mot de passe de chiffrement
hlp.version            = Version
hlp.visible            = signature apparente

render.descriptionOnly       = Simple description
render.graphicAndDescription = Image et description
render.signameAndDescription = Identit\u00E9 et description

rights.allowDegradedPrinting = Autoris\u00E9 une impression en mode d\u00E9grad\u00E9e
rights.allowPrinting         = Autoriser l'impression
rights.disallowPrinting      = Interdire l'impression
