
certificationLevel.formFill      = Formulaire de remplissage autoris\u00E9
certificationLevel.formFillAnnot = Formulaire de remplissage et annotation autoris\u00E9
certificationLevel.noChanges     = Aucune modification autoris\u00E9e
certificationLevel.notCertified  = Non certifi\u00E9

console.certificateExpired            = Certificat expir\u00E9
console.certificateNotForSignature    = Usage du certificat {0} impropre \u00E0 la signature \u00E9lectronique
console.certificateNotYetValid        = Certificat non valide
console.closeStream                   = Fermeture du PDF
console.configureVisible              = Configuration de l'affichage de la signature
console.createImage                   = Creation d'une image {0}
console.createOutPdf                  = Cr\u00E9ation du fichier PDF
console.createPdfReader               = Ouverture du fichier PDF
console.createSignature               = Signature
console.creatingTsaClient             = Ajout du jeton d'horodatage
console.criticalExtensionNotSupported = Le certificat {0} contient une extension critique avec OID "{1}" no reconnu par JSignPdf - Etape suivante
console.crlinfo.alreadyLoaded         = La liste de r\u00E9vocation de certificats a d\u00E9j\u00E0 \u00E9t\u00E9 t\u00E9l\u00E9charg\u00E9e . Etape suivante.
console.crlinfo.crlSize               = Taille de la liste de r\u00E9vocation de certificats : {0}
console.crlinfo.distPointNotSupported = L'extension de point de distribution de la liste de r\u00E9vocation de certificats n'est pas support\u00E9e.
console.crlinfo.foundCrlUri           = Adresse du point de distribution de la liste de r\u00E9vocation de certificats
console.crlinfo.loadCrl               = T\u00E9l\u00E9chargement de la liste de r\u00E9vocation de certificats depuis {0} 
console.crlinfo.noUrlInDistPoint      = Aucune adresse n'est fournie pour le point de distribution de la liste de r\u00E9vocation de certificats.
console.crlinfo.retrieveCrlUrl        = Lecture de l'adresse des points de distribution de la liste de r\u00E9vocation de certificats.
console.exception                     = L'application a rencontr\u00E9 un probl\u00E8me.
console.fileNotFilled.error           = Renseigner le chemin du r\u00E9pertoire du fichier PDF sign\u00E9 ou \u00E0 signer 
console.filesAreEqual.error           = Les noms absolus des fichiers PDF sign\u00E9 et \u00E0 signer sont identiques
console.finished.error                = Op\u00E9ration termin\u00E9e. Echec de la signature du fichier PDF.
console.finished.ok                   = Op\u00E9ration termin\u00E9e. Signature du fichier PDF r\u00E9ussie.
console.getAliases                    = Lecture de l'alias de la cl\u00E9
console.getCertChain                  = Lecture de la cha\u00EEne de certification.
console.getKeystoreType               = Interrogation du magasin de certificat.
console.getOCSPURL                    = Lecture de  l'adresse du serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.getPrivateKey                 = Lecture de la cl\u00E9 priv\u00E9e
console.inFileNotFound.error          = L'application ne trouve pas le fichier PDF \u00E0 signer \u00E0 l'endroit indiqu\u00E9.
console.keys                          = Alias de la cl\u00E9 renseign\u00E9 dans le magasin de certificats.
console.keystores                     = Magasins de certificats disponibles.
console.loadKeystore                  = Chargement du magasin de certificats.
console.memoryError                   = Taille m\u00E9moire insuffisante Contacter votre administrateur pour allou\u00E9e plus de m\u00E9moire \u00E0 la JVM\n(512MB).\n
console.noOCSPURL                     = Aucune adresse renseign\u00E9e pour le serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.processing                    = En cours d'ex\u00E9cution. Merci de patienter quelques instants.
console.readingCRLs                   = Interrogation de la liste de r\u00E9vocation de certificats
console.readingOCSP                   = Interrogation du serveur OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation de certificats)
console.renderModeFallback            = Le mode de rendu visuel de la signature est d\u00E9fini "Image et description" mais aucune image n'est fournie. Le mode "Description" sera utilis\u00E9 par d\u00E9faut.
console.setAcro6Layers                = Utiliser seulement les calques d\u00E9finis par Acrobat 6: {0}
console.setCertificationLevel         = Param\u00E8tre du niveau de certification
console.setContact                    = Param\u00E8tre de contact
console.setEncryption                 = Param\u00E8tre de chiffrement
console.setImage                      = Param\u00E8tre de l'image de fond
console.setImageScale                 = Echelle de l'image de fond
console.setL2Text                     = Param\u00E8tre du calque 2 texte (description)
console.setL4Text                     = Param\u00E8tre du calque 4 texte (\u00E9tat)
console.setLocation                   = Param\u00E8tre de la localisation : {0}
console.setReason                     = Param\u00E8tre de la qualit\u00E9 du signataire : {0}
console.setRender                     = Param\u00E8tre du mode de rendu
console.setSignatureGraphic           = Param\u00E8tre de l'image
console.setVisibleSignature           = Cr\u00E9ation de l'attache de signature, visible dans le document
console.settingTsaPolicy              = Param\u00E8tre de la politique d'horodatage r\u00E9f\u00E9renc\u00E9e par l'OID : {0}
console.skippingSigning               = Echec de la validation du fichier. V\u00E9rifier le chemin. Signature interrompue.
console.starting                      = Lancement de PDF Signer
console.updateVersion                 = Mise \u00E0 jour de la version PDF 1.{0} -> 1.{1}
console.usedKeyAlias                  = Utiliser un alias pour la cl\u00E9 : {0}
console.validatingFiles               = V\u00E9rification des chemins des fichiers d'entr\u00E9e/sortie

default.l2text.date     = Date :
default.l2text.location = Localisation :
default.l2text.reason   = Qualit\u00E9 :
default.l2text.signedBy = Sign\u00E9 \u00E9lectroniquement par

error.keystoreNull          = Erreur d'acc\u00E8s au magasin de certificats. V\u00E9rifier si le magasin de certificat, le mot de passe et le chemin sont valides.
error.sslHandshakeException = Echec de la connection SSL - le certificat du serveur est probablement inconnu. A l'aide de l'outil d'installation de certificats, importer le certificat dans le magasin Java
error.vs.pageNotANumber     = Le num\u00E9ro de page doit \u00EAtre un entier.
error.vs.previewFailed      = Oups. Echec de la pr\u00E9visualisation.

file.notReadable               = Le fichier {0} n'est pas lisible par l'application. V\u00E9rifier l'existance dui fichier et les droits d'acc\u00E8s associ\u00E9s.

filechooser.overwrite.question = Le fichier "{0}" existe d\u00E9j\u00E0. Voulez vous le remplacer ?
filechooser.save.warning       = Message d'alerte concernant l'enregistrement

filefilter.jks    = Fichier Java Keystore (.jks)
filefilter.pdf    = Fichier PDF (.pdf)
filefilter.pkcs12 = Fichier PKCS#12 (.pfx, .p12)

gui.advancedView.checkbox             = Interface a&dvanc\u00E9e
gui.alias.label                       = Key &alias
gui.appendSignature.checkbox          = Ajouter la si&gnature \u00E0 celles d\u00E9j\u00E0 existantes
gui.browse.button                     = Naviguer...
gui.certLevel.label                   = Niveau de &Certification
gui.check.error.title                 = La v\u00E9rification a \u00E9chou\u00E9
gui.contact.label                     = Co&ntact
gui.fileNotExists.error               = {0} n'existe pas ou n'est pas accessible.
gui.filesEqual.error                  = Les fichiers PDF d'entr\u00E9 et de sortie sont identiques.
gui.hashAlgorithm.label               = \ Algorithme de Hashage (&Hash algorithm)
gui.inPdfFile.label                   = Fichier PDF soumis \u00E0 signature (&Input PDF file)
gui.info.close.button                 = Fermer
gui.info.title                        = Console JSignPdf
gui.keyPassword.label                 = Mot de passe du certificat (Key pass&word)
gui.keystoreFile.label                = Fichier de certificats (&Keystore file=)
gui.keystorePassword.label            = Mot de passe du fichier de certificats (Keystore &password
gui.keystoreType.label                = &Type du magasin de certificats
gui.loadAliases.button                = Chargement des certificats (ke&ys)
gui.location.label                    = &Localisation
gui.outPdfFile.label                  = Fichier PDF sign\u00E9 (&!output PDF file)
gui.pdfOwnerPwd.label                 = Mot de passe du propr\u00E9taire (Ow&ner)
gui.pdfUserPwd.label                  = Mot de passe de l'utilisateur (&User)
gui.preview.title                     = Pr\u00E9visulisation/Selection
gui.reason.label                      = Qualit\u00E9 (&Reason)
gui.rights.assembly.checkbox          = Assemblage
gui.rights.button                     = Droits, Privil\u00E8ges
gui.rights.copy.checkbox              = Copier
gui.rights.fillIn.checkbox            = Saisir
gui.rights.modifyAnnotations.checkbox = Modifier les annotations
gui.rights.modifyContents.checkbox    = Modifier le contenu
gui.rights.printing.label             = Impression
gui.rights.rights.label               = Droits, Privil\u00E8ges
gui.rights.screenReaders.checkbox     = Lecteur d'\u00E9cran
gui.rights.title                      = Droits, Privil\u00E8ges
gui.signIt.button                     = Signer
gui.storePasswords.checkbox           = M\u00E9moriser mes mots de passe
gui.title                             = JSignPdf (Version {0})
gui.tsa.crlEnabled.checkbox           = Autoriser les m\u00E9canismes de validation par liste de r\u00E9vocation
gui.tsa.enabled.checkbox              = Utiliser un jeton d'horodatage
gui.tsa.ocspEnabled.checkbox          = Autoriser les m\u00E9canismes de validation par serveur OCSP
gui.tsa.ocspServerUrl.label           = Adresse par d\u00E9faut du serveur OCSP
gui.tsa.policy.label                  = Politique d'horodatage (r\u00E9f\u00E9rence : OID)
gui.tsa.proxy.panel                   = Param\u00E8tres du proxy
gui.tsa.proxyHost.label               = Port du proxy
gui.tsa.proxyType.label               = Type de proxy
gui.tsa.pwd.label                     = Mot de passe du serveur d'horodatage
gui.tsa.title                         = TSA && revocation de certificat
gui.tsa.url.label                     = Adresse du serveur d'horodatage
gui.tsa.user.label                    = Nom d'utilisateur du service d'horodatage.
gui.tsaOcsp.button                    = Serveur d'horodatage/Service de r\u00E9vocation/Liste de r\u00E9vocation
gui.valueNotFilled.error              = {0} doit \u00EAtre rempli.
gui.visibleSignature.checkbox         = Signature visible
gui.visibleSignatureSettings.button   = Param\u00E8tres
gui.vs.acro6layers.checkbox           = Mode calque d'Acrobat 6
gui.vs.bgImgPath.label                = Image d'arri\u00E8re-plan
gui.vs.bgImgScale.label               = Echelle de l'image d'arri\u00E8re-plan
gui.vs.bgImgScale.tooltip             = Inserrer une valeur positive pour multiplier la taille de l' image par cette valeur.\nInserrer une valeur nulle pour remplir tout l'arriere plan avec l'image (extensibilit\u00E9).\nInserrer une valeur n\u00E9gative pour optimiser le remplissage.
gui.vs.browse.button                  = Naviguer...
gui.vs.close.button                   = Fermer
gui.vs.default.checkbox               = Par d\u00E9faut
gui.vs.imgPath.label                  = Image
gui.vs.l2Text.label                   = Texte de signature
gui.vs.l2TextFontSize.label           = Police de la signature
gui.vs.l4Text.label                   = Etat
gui.vs.llx.label                      = Abscisse inf\u00E9rieure gauche X
gui.vs.llx.tooltip                    = Valeur de l'abscisse X positionnant le coin inf\u00E9rieur gauche de la signature sur la page
gui.vs.lly.label                      = Ordonn\u00E9e inf\u00E9rieure gauche Y
gui.vs.lly.tooltip                    = Valeur de l'ordonn\u00E9e Y positionnant le coin inf\u00E9rieur gauche de la signature sur la page
gui.vs.page.label                     = Page
gui.vs.page.tooltip                   = Num\u00E9ro de la page sur laquelle la signature sera inserr\u00E9e. La premi\u00E8re page a le num\u00E9ro 1.
gui.vs.position.label                 = Position
gui.vs.preview.button                 = Pr\u00E9visualisation && Selection
gui.vs.renderMode.label               = Affichage
gui.vs.settings.label                 = Param\u00E8tres
gui.vs.title                          = Param\u00E8tre de l'attache de signature ins\u00E9rr\u00E9e et visible dans le document sign\u00E9
gui.vs.urx.label                      = Abscisse sup\u00E9rieure droite X
gui.vs.urx.tooltip                    = Valeur de l'abscisse X positionnant le coin sup\u00E9rieur droit de la signature sur la page
gui.vs.ury.label                      = Ordonn\u00E9e sup\u00E9rieure droite X
gui.vs.ury.tooltip                    = Valeur de l'ordonn\u00E9e Y positionnant le coin sup\u00E9rieur droit de la signature sur la page

hlp.append             = Ajoute une signature \u00E0 celles existantes. Par d\u00E9faut, les signatures existantes sont remplac\u00E9es par la nouvelle
hlp.bgPath             = Chemin de l'image d'arri\u00E8re plan pour mat\u00E9rialiser une signature dans le document PDF.
hlp.bgScale            = Image d'arri\u00E8re plan pour mat\u00E9rialiser une signature dans un document PDF. Inserrer une valeur positive pour multiplier la taille de l' image par cette valeur.\nInserrer une valeur nulle pour remplir tout l'arri\u00E8re plan avec l'image (extensibilit\u00E9).\nInserrer une valeur n\u00E9gative pour optimiser le remplissage.
hlp.certLevel          = Niveau de certification. Par d\u00E9faut, la valeur est NOT_CERTIFIED. Les valeurs autoris\u00E9es sont {0}.
hlp.contact            = D\u00E9tails des coordonn\u00E9es de contact du signataire.
hlp.crl                = Autoriser la validation par liste de r\u00E9vocation de certificats
hlp.disableAcro6Layers = D\u00E9sactive le mode de calque d'Acrobat 6 i.e. tous les calques de signatures seront cr\u00E9er. Les versions d'Acrobat 6.0 et sup\u00E9rieures recommandent que seuls les calques de niveau 2 et 4 soient pr\u00E9sents. 
hlp.disableAnnot       = Interdit la modification des annotations des documents chiffr\u00E9s/sign\u00E9s
hlp.disableAssembly    = Interdit l'assemblage de documents chiffr\u00E9s/sign\u00E9s
hlp.disableContent     = Interdit la modification du contenu des documents chiffr\u00E9s/sign\u00E9s
hlp.disableCopy        = Interdit la copie du documents chiffr\u00E9s/sign\u00E9s
hlp.disableFill        = Interdit l'enrichissement des documents chiffr\u00E9s/sign\u00E9s
hlp.disableScrRead     = Interdit les lecteurs d'\u00E9cran dans les documents chiffr\u00E9s/sign\u00E9s
hlp.encrypted          = Permet le chiffrement du PDF et autorise la restrictions des droits d'acc\u00E8s. Utiliseer cette option avec -opwd (mot de passe du propri\u00E9taire) and -upwd (mot de passe de l'utilisateur).
hlp.footer.examples    = Exemples:\r\n---------\r\n$ java -jar JSignPdf.jar -kst WINDOWS-MY mydocument.pdf\r\n-> cr\u00E9e une copie de mydocument.pdf et le renomme mydocument_signed.pdf, qui est sign\u00E9 num\u00E9riquement avec le premier certificat trouv\u00E9 dans le magasin WIndows\r\n------------\r\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myPrivateKeystorePassword -ka cert23 -e -opwd xxx123 -upwd 123xxx -pr DISALLOW_PRINTING mydocument.pdf\r\n-> cr\u00E9e un fichier sign\u00E9 et chiffr\u00E9 mydocument_signed.pdf, dont l'imression est interdite. Pour la signature , la cl\u00E9 ayant pour alias cert23 et issue du magasin de type fichier nomm\u00E9 my_certificate.pfx\r\n------------\r\n$ java -jar JSignPdf.jar -lkt\r\n-> liste des types de magasins de certificats\r\n------------\r\n$ java -jar JSignPdf.jar -kst PKCS12 -ksf my_certificate.pfx -ksp myVeryPrivatePassword -lk -q\r\n-> liste les noms (alias) des cl\u00E9s stock\u00E9es dans le magasin my_certificate.pfx prot\u00E9g\u00E9 par mot de passe. Le mode silencieux est activ\u00E9, aucune information de d\u00E9bogage ne sera affich\u00E9e.
hlp.hashAlgorithm      = Algorithme de hashage utilis\u00E9 pour la signature. La  valeur par d\u00E9faut est l'algorythme SHA1. Les valeurs autoris\u00E9es sont {0}
hlp.header             = JSignpdf est une application con\u00E7ue pour signer num\u00E9riquement des documents PDF. Si vous ex\u00E9cutez le programme sans aucun param\u00E8tre dans la ligne de commande, l'interface graphique de l'utilisateur (GUI) s'affiche, sinon vous pouvez \u00E9galement utiliser JSignPdf dans une console / un shell de commande.
hlp.help               = Imprime cette page d'aide
hlp.imgPath            = Chemin de l'image mat\u00E9rialisant une signature visible dans le document PDF 
hlp.keyAlias           = Le nom d'alias de la cl\u00E9, qui doit \u00EAtre utilis\u00E9e pour la signautre des documents. Si cette option n'est pas renseign\u00E9e, la premi\u00E8re cl\u00E9 du magasin de certificats est utilis\u00E9e (Lister les aliases de cl\u00E9 en utilisant -lk).
hlp.keyIndex           = Index des cl\u00E9s d\u00E9butanjt \u00E0 zero, qui doit \u00EAtre utiliser pour signer les documents. Si aucune option ou aucun alias n'est renseign\u00E9, la premiere cl\u00E9 (index=0) du magasin de certificats est utilis\u00E9e (Lister les aliases de cl\u00E9 en utilisant -lk).
hlp.keyPwd             = Mot de passe du certificat contenu dans le magasin de certificats m\u00EAme si ce dernier est aussi prot\u00E9g\u00E9 par un mot de passe
hlp.ksFile             = Param\u00E8tre du fichier du magasin de certificats (ou r\u00E9pertoire contenant les certificats logiciels (.p12, .pfx, .jks...)
hlp.ksPwd              = Mot de passe du magasin de certificats
hlp.ksType             = Param\u00E8tre du magasin de certificats
hlp.l2Text             = Texte de l'attache de signature
hlp.l2TextFontSize     = Taille de la police de l'attache de signature
hlp.l4Text             = Text du statut 
hlp.listKeys           = Listes des cl\u00E9s contenues dans le magasin de certificats s\u00E9lectionn\u00E9
hlp.listKsTypes        = Listes des types de magasin de certificats
hlp.loadProperties     = Chargement des propri\u00E9t\u00E9s depuis un fichier par d\u00E9faut (cr\u00E9\u00E9 par l'application d'interface graphique utilisateur).
hlp.loadPropertiesFile = Lecture des propri\u00E9t\u00E9s du fichier soumis \u00E0 signature.
hlp.location           = Lieu o\u00F9 est r\u00E9alis\u00E9 la signature. Par d\u00E9faut, aucun lieu n'est renseign\u00E9.  
hlp.ocsp               = Autoriser la validation de certificat par interrogation des serveurs OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation).
hlp.ocspServerUrl      = Autoriser la validation de certificat par interrogation des serveurs OCSP (\u00E9quivalent \u00E0 une liste de r\u00E9vocation).
hlp.outPath            = R\u00E9pertoire contenant les documents sign\u00E9s
hlp.outPrefix          = Pr\u00E9fixe des documents sign\u00E9s. Par d\u00E9faut aucun pr\u00E9fix n'est requis. 
hlp.outSuffix          = Suffixe ou extension des documents sign\u00E9s. La valeur par d\u00E9faut est "_signed" (c.a.d la signature du fichier "MonDocument.pdf" sera nomm\u00E9e MonDocument_signed.pdf"  
hlp.ownerpwd           = Mot de passe pour le chiffrement de documents
hlp.page               = Page d'insertion de l'attache de signature. La page par d\u00E9faut est la premi\u00E8re page.
hlp.posLLX             = Abscisse du coin inf\u00E9rieur gauche de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posLLY             = Ordonn\u00E9e du coin inf\u00E9rieur gauche de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posURX             = Abscisse du coin sup\u00E9rieur droit de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.posURY             = Ordonn\u00E9e du coin sup\u00E9rieur droit de l'attache de signature inserr\u00E9e dans le document PDF.
hlp.printRight         = Droits d'impression des documents chiffr\u00E9s. La valeur par d\u00E9faut est impression autoris\u00E9. D'autres valeurs sont disponibles {0}
hlp.proxyHost          = Nom ou Adresse IP du proxy pour la connection Internet.
hlp.proxyPort          = port du proxy pour la connection Internet. La valeur par d\u00E9fault est {0}
hlp.proxyType          = Type de proxy pour la connection Internet. La valeur par d\u00E9fault est {0}. D'autres valeurs sont permisses : {1}
hlp.quiet              = Mode silencieux, sans message d'alerte durant les traitements.
hlp.reason             = Qualit\u00E9 du signataire. Non renseign\u00E9e par d\u00E9faut.
hlp.renderMode         = Visibilit\u00E9 de la signature dans le document. La valeur par d\u00E9faut se r\u00E9duit \u00E0 une simple descritption. Vous pouvez choisi parmi {0}
hlp.tsaPolicy          = Politique d'horodatage
hlp.tsaPwd             = Mot de passe du serveur d'horodatage
hlp.tsaUrl             = Adresse du serveur d'horodatage
hlp.tsaUser            = Login du serveur d'horodatage
hlp.userpwd            = Mot de passe de chiffrement
hlp.version            = Version
hlp.visible            = signature apparente

render.descriptionOnly       = Simple description
render.graphicAndDescription = Image et description
render.signameAndDescription = Identit\u00E9 et description

rights.allowDegradedPrinting = Autoris\u00E9 une impression en mode d\u00E9grad\u00E9e
rights.allowPrinting         = Autoriser l'impression
rights.disallowPrinting      = Interdire l'impression
